Repository: teaist/tocminds
Catalog: front/src/locale/Minds.*.xliff
Languages: sv

# EMAIL_NOTIFICATIONS__MINDS_USAGE_TIPS
source: Tips on how to use Minds
sv: Tips om hur man använder sinnen

# EMAIL_NOTIFICATIONS__EXCLUSIVE_PROMOTIONS
source: Exclusive promotions
sv: Exklusiva kampanjer

# EMAIL_NOTIFICATIONS__UPDATE_PREFERENCES
source: Update Preferences
sv: Uppdatera inställningar

# SETTINGS__ACCOUNT__NSFW__LABEL
source: NSFW Content
sv: NSFW innehåll

# SETTINGS__ACCOUNT__NSFW__DESCRIPTION
source: Control how NSFW content is displayed in your newsfeed.
sv: Kontrollera hur innehållet i NSFW visas i ditt nyhetsflöde.

# NSFW_CONTENT_SETTINGS__ALWAYS_SHOW_NSFW
source: Always show NSFW content (18+)
sv: Visa alltid NSFW-innehåll (18+)

# NSFW_CONTENT_SETTINGS__UPDATE_PREFERENCES
source: Update NSFW Preference
sv: Uppdatera NSFW-preferens

# SETTINGS__ACCOUNT__SHAREBUTTONS__LABEL
source: Share Buttons
sv: Dela knappar

# SETTINGS__ACCOUNT__SHAREBUTTONS__DESCRIPTION
source: Control whether you see the share button overlay.
sv: Kontrollera om du ser delningsknappen överlagras.

# SETTINGS_V2_SHARE_BUTTONS__SHOW_SHARE_BUTTONS
source: Show share buttons
sv: Visa delningsknappar

# SETTINGS_V2_SHARE_BUTTONS__UPDATE_PREFERENCES
source: Update Preference
sv: Uppdatera preferens

# SETTINGS__BILLING__METHOD__LABEL
source: Payment Methods
sv: Betalningsmetoder

# SETTINGS__BILLING__METHOD__DESCRIPTION
source: Manage credit cards associated with your Minds account.
sv: Hantera kreditkort som är kopplade till ditt Minds-konto.

# SETTINGS_V2_PAYMENT_METHODS__YOUR_CARDS
source: Your Cards
sv: Dina kort

# SETTINGS_V2_PAYMENT_METHODS__EXPIRES
source: {START_TAG_SPAN} Expires {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}
sv: {START_TAG_SPAN} Förfaller {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} {CLOSE_TAG_SPAN}

# SETTINGS_V2_PAYMENT_METHODS__ADD_FIRST_CARD
source: Add your first credit card
sv: Lägg till ditt första kreditkort

# SETTINGS_V2_PAYMENT_METHODS__ADD_NEW_CARD
source: {START_TAG_SPAN} Add a new card {CLOSE_TAG_SPAN}
sv: {START_TAG_SPAN} Lägg till ett nytt kort {CLOSE_TAG_SPAN}

# SETTINGS__BILLING__RECURRING__LABEL
source: Recurring Payments
sv: Återkommande betalningar

# SETTINGS__BILLING__RECURRING__DESCRIPTION
source: Track recurring payments you make to support other channels.
sv: Spåra återkommande betalningar du gör för att stödja andra kanaler.

# SETTINGS_V2_RECURRING_PAYMENTS__YOU_HAVENT_SETUP_ANY
source: {START_TAG_SPAN} You haven't set up any recurring payments. {CLOSE_TAG_SPAN}
sv: {START_TAG_SPAN} Du har inte ställt in några återkommande betalningar. {CLOSE_TAG_SPAN}

# SETTINGS__OTHER__CONTENTADMIN__REPORTED__LABEL
source: Reported Content
sv: Rapporterat innehåll

# SETTINGS__OTHER__CONTENTADMIN__REPORTED__DESCRIPTION
source: Oversee disciplinary measures taken on your posts and channel.
sv: Övervaka disciplinära åtgärder som vidtas på dina inlägg och kanal.

# SETTINGS__OTHER__CONTENTADMIN__BLOCKED__LABEL
source: Blocked Channels
sv: Blockerade kanaler

# SETTINGS__OTHER__CONTENTADMIN__BLOCKED__DESCRIPTION
source: Block channels from appearing in your feed.
sv: Blockera kanaler från att visas i ditt flöde.

# COMMON__UNBLOCK
source: Unblock
sv: Avblockera

# BLOCKED_CHANNELS__YOU_HAVENT_BLOCKED_ANY_CHANNELS
source: You haven't blocked any channels.
sv: Du har inte blockerat några kanaler.

# SETTINGS__OTHER__PAIDCONTENT__SUBSCRIPTIONS__LABEL
source: Subscription Tier Management
sv: Hantering av prenumerationsnivåer

# SETTINGS__OTHER__PAIDCONTENT__SUBSCRIPTIONS__DESCRIPTION
source: Define incentives for users to support your channel. These tiers will be displayed on your channel's sidebar and wire screen.
sv: Definiera incitament för användare att stödja din kanal. Dessa nivåer kommer att visas på kanalens sidofält och trådskärm.

# MINDS__SETTINGSV2__SUB_TIERS__SAVE_SUBSCRIPTION_TIERS
source: Save Subscription Tiers
sv: Spara prenumerationsnivåer

# SETTINGS__OTHER__PAIDCONTENT__PAYWALL__LABEL
source: Paywall Preview
sv: Förhandsgranska Paywall

# SETTINGS__OTHER__PAIDCONTENT__PAYWALL__DESCRIPTION
source: Customize the appearance of your paywalled posts. The below description and preview image is what your subscribers will see on your exclusive posts until they become a supporter.
sv: Anpassa utseendet på dina paywalled inlägg. Nedanstående beskrivning och förhandsgranska bild är vad dina prenumeranter kommer att se på dina exklusiva inlägg tills de blir en supporter.

# MINDS__SETTINGS__WIRE__SAVE_SETTINGS
source: Save Settings
sv: Spara inställningar

# SETTINGS__OTHER__LEAVE__DEACTIVATE__LABEL
source: Deactivate Account
sv: Inaktivera konto

# SETTINGS__OTHER__LEAVE__DEACTIVATE__DESCRIPTION
source: Deactivating your account will make your profile invisible. You will also not receive emails or notifications. Your username will be reserved in case you return to Minds.
sv: Avaktivering av ditt konto kommer att göra din profil osynlig. Du kommer inte heller att få e-post eller aviseringar. Ditt användarnamn kommer att reserveras om du återvänder till Minds.

# SETTINGS_V2_DEACTIVATE_ACCOUNT__I_UNDERSTAND
source: I understand and wish to continue.
sv: Jag förstår och vill fortsätta.

# SETTINGS_V2_DEACTIVATE_ACCOUNT__DEACTIVATE_ACCOUNT
source: Deactivate Account
sv: Inaktivera konto

# SETTINGS__OTHER__LEAVE__DELETE__LABEL
source: Delete Account
sv: Ta bort konto

# SETTINGS__OTHER__LEAVE__DELETE__DESCRIPTION
source: Warning: This is not reversible and will result in permanent loss of your channel and all of your data. Your channel will not be recoverable. Your username will be released back to the public.
sv: Varning: Detta är inte vändbart och kommer att resultera i permanent förlust av din kanal och alla dina data. Din kanal kommer inte att återställas. Ditt användarnamn kommer att släppas tillbaka till allmänheten.

# SETTINGS_V2_DELETE_ACCOUNT__I_UNDERSTAND
source: I understand and wish to continue.
sv: Jag förstår och vill fortsätta.

# SETTINGS_V2_DELETE_ACCOUNT__DELETE_ACCOUNT
source: Delete Account
sv: Ta bort konto

# SETTINGS__NOTIFICATIONS__POPOVERS__LABEL
source: Notification Popovers
sv: Aviseringstavlor

# SETTINGS__NOTIFICATIONS__POPOVERS__DESCRIPTION
source: Control whether you receive notification popovers.
sv: Kontrollera om du får aviseringsutarmning.

# TOASTER_NOTIFICATION_SETTINGS__ENABLE_POPOVERS
source: Enable notification popovers
sv: Aktivera aviseringspovers

# TOASTER_NOTIFICATION_SETTINGS__UPDATE_PREFERENCE
source: Update Popover Preference
sv: Uppdatera Popover Preference

# SETTINGS__PRO__GENERAL__LABEL
source: General Settings
sv: Allmänna inställningar

# SETTINGS__PRO__GENERAL__DESCRIPTION
source: Customize your title and headline. {START_LINK} Upgrade to Pro {CLOSE_LINK}
sv: Anpassa din titel och rubrik. {START_LINK} Uppgradera till Pro {CLOSE_LINK}

# PRO_GENERAL__PAGE_TITLE
source: Page Title
sv: Sidans titel

# PRO_GENERAL__NAME_OF_SITE_INFO
source: The name of your pro site. This will be used in browser tab titles and your SEO tags.
sv: Namnet på din pro-webbplats. Detta kommer att användas i webbläsarens fliktitlar och dina SEO-taggar.

# PRO_GENERAL__HEADLINE
source: Headline
sv: Rubrik

# PRO_GENERAL__HEADLINE_INFO
source: A short description about your site. This will be used in your SEO tags as well.
sv: En kort beskrivning av din webbplats. Detta kommer att användas i dina SEO-taggar också.

# PRO_GENERAL__ENABLE_PRO_THEME
source: Enable Pro theme
sv: Aktivera Pro tema

# PRO_GENERAL__ENABLE_PRO_THEME_INFO
source: When enabled, your channel on minds.com will have your Pro site theme applied
sv: När aktiverad, din kanal på minds.com kommer att ha din Pro webbplats tema tillämpas

# PRO_GENERAL__SAVE_PERSONAL_DETAILS
source: Save Personal Details
sv: Spara personliga uppgifter

# SETTINGS__PRO__THEME__LABEL
source: Theme
sv: Tema

# SETTINGS__PRO__THEME__DESCRIPTION
source: Set up your site's color theme. {START_LINK} Upgrade to Pro {CLOSE_LINK}
sv: Ställ in din sajts färgtema. {START_LINK} Uppgradera till Pro {CLOSE_LINK}

# PRO_THEME__TEXT_COLOR
source: Text Color
sv: Text Färg

# PRO_THEME__COLOR_OF_PRO_SITE_INFO
source: The color of text on your Pro site
sv: Färgen på texten på din Pro-webbplats

# PRO_THEME__INVALID_HEX_CODE
source: Invalid hex code
sv: Ogiltig hex-kod

# PRO_THEME__TEXT_COLOR_REQUIRED
source: Text color is required
sv: Textfärg krävs

# PRO_THEME__ACCENT_COLOR
source: Accent Color
sv: Accentfärg

# PRO_THEME__ACCENT_COLOR_INFO
source: Links will become this color when you hover over them
sv: Länkar kommer att bli denna färg när du svävar över dem

# PRO_THEME__LINK_COLOR_REQUIRED
source: Link color is required
sv: Länkfärg krävs

# PRO_THEME__BACKGROUND_COLOR
source: Background Color
sv: Bakgrundsfärg

# PRO_THEME__BACKGROUND_COLOR_INFO
source: The background color of some elements on your site
sv: Bakgrundsfärgen på vissa element på din webbplats

# PRO_THEME__BACKGROUND_COLOR_REQUIRED
source: Background color is required
sv: Bakgrundsfärg krävs

# PRO_THEME__COLOR_SCHEMA
source: Color Schema
sv: Färg Schema

# COMMON__LIGHT
source: Light
sv: Ljus

# COMMON__DARK
source: Dark
sv: Mörk

# PRO_THEME__TILE_ASPECT_RATIOS
source: Tiles Aspect Ratio
sv: Rattblockets bildförhållande

# PRO_THEME__TILE_ASPECT_RATIOS_INFO
source: The width-to-height ratio of tiles on your site
sv: Bredd-till-höjd förhållandet mellan plattor på din webbplats

# PRO_THEME__SAVE_THEME
source: Save Theme
sv: Spara tema

# SETTINGS__PRO__ASSETS__LABEL
source: Assets
sv: Tillgångar

# SETTINGS__PRO__ASSETS__DESCRIPTION
source: Upload custom logo and background images. {START_LINK} Upgrade to Pro {CLOSE_LINK}
sv: Ladda upp egen logotyp och bakgrundsbilder. {START_LINK} Uppgradera till Pro {CLOSE_LINK}

# COMMON__LOGO
source: Logo
sv: Logotyp

# SETTINGS__PRO__ASSETS__LOGO_TOOLTIP
source: This will be displayed on the top left of your site
sv: Detta kommer att visas högst upp till vänster på din webbplats

# COMMON__BACKGROUND_IMAGE
source: Background Image
sv: Bakgrundsbild

# SETTINGS__PRO__ASSETS__BACKGROUND_TOOLTIP
source: This will be displayed as the background of your site
sv: Detta kommer att visas som bakgrunden till din webbplats

# SETTINGS__PRO__ASSETS__SAVE_ASSETS
source: Save Assets
sv: Spara tillgångar

# SETTINGS__PRO__HASHTAGS__LABEL
source: Theme
sv: Tema

# SETTINGS__PRO__HASHTAGS__DESCRIPTION
source: Set up your category filter hashtags. {START_LINK} Upgrade to Pro {CLOSE_LINK}
sv: Ställ in dina kategorifilter-hashtaggar. {START_LINK} Uppgradera till Pro {CLOSE_LINK}

# COMMON__HASHTAGS
source: Hashtags
sv: Hashtaggar

# PRO_HASHTAGS__HASHTAGS_INFO
source: Create a topbar of links to provide easy access to site contents that share a hashtag
sv: Skapa en topplista med länkar för att ge enkel åtkomst till webbplatsens innehåll som delar en hashtagg

# PRO_HASHTAGS__SAVE_HASHTAGS
source: Save Hashtags
sv: Spara Hashtaggar

# SETTINGS__PRO__FOOTER__LABEL
source: Footer
sv: Sidfot

# SETTINGS__PRO__FOOTER___DESCRIPTION
source: Set up your site's footer links. {START_LINK} Upgrade to Pro {CLOSE_LINK}
sv: Ställ in sidfotslänkar. {START_LINK} Uppgradera till Pro {CLOSE_LINK}

# COMMON__LINKS
source: Links
sv: Länkar

# FOOTER__CAN_POST_EXTERNAL_BELOW
source: You can post external links below
sv: Du kan lägga upp externa länkar nedan

# FOOTER__ADD
source: Add
sv: Lägg till

# FOOTER__TEXT_DISPLAYED_BOTTOM_NOTICE
source: This text will be displayed at the bottom of the page
sv: Denna text kommer att visas längst ner på sidan

# FOOTER__SAVE_FOOTER
source: Save Footer
sv: Spara sidfot

# SETTINGS__PRO__DOMAIN__LABEL
source: Domain
sv: Domän

# SETTINGS__PRO__DOMAIN__DESCRIPTION
source: Contact info@minds.com to customize your site domain. {START_LINK} Upgrade to Pro {CLOSE_LINK}
sv: Kontakta info@minds.com för att anpassa din webbplatsdomän. {START_LINK} Uppgradera till Pro {CLOSE_LINK}

# DOMAIN_SETTINGS__DOMAIN
source: Domain
sv: Domän

# DOMAIN_SETTINGS__CURRENT_SUPPORT_NOTICE
source: Currently only subdomains are supported. Custom domains are coming soon. If you wish to use a custom domain please email info@minds.com.
sv: För närvarande stöds endast underdomäner. Egna domäner kommer snart. Om du vill använda en anpassad domän maila info@minds.com.

# DOMAIN_SETTINGS__CONTROL_DOMAIN_ONCE_PURCHASED
source: You can control your domain once you purchase Pro.
sv: Du kan styra din domän när du köper Pro.

# DOMAIN_SETTINGS__DOMAIN_NOT_AVAILABLE
source: Domain not available
sv: Domän är inte tillgänglig

# DOMAIN_SETTINGS__DOMAIN_REQUIRED
source: Domain is required
sv: Domän är obligatoriskt

# DOMAIN_SETTINGS__CUSTOM_HEAD_CODE
source: Custom <head> Code
sv: Anpassad <head> kod

# DOMAIN_SETTINGS__AD_BLOCKS_JS_HEAD_CODES
source: Ad blocks or other JS head codes can go here. Please contact a Minds admin or email info@minds.com to customize this field.
sv: Annonsblock eller andra JS huvudkoder kan gå här. Kontakta en Minds admin eller maila info@minds.com för att anpassa detta fält.

# DOMAIN_SETTINGS__SAVE_DOMAIN
source: Save Domain
sv: Spara domän

# SETTINGS__PRO__PAYOUTS__LABEL
source: Payouts
sv: Utbetalningar

# SETTINGS__PRO__PAYOUTS__DESCRIPTION
source: Select the currency type you wish you be paid out in. Please note payouts only occur after your {START_LINK} earnings {CLOSE_LINK} are equivalent to $100 or greater. {START_LINK_1} Upgrade to Pro {CLOSE_LINK}
sv: Välj vilken valutatyp du vill att du ska betalas ut. Observera att utbetalningar endast sker efter dina {START_LINK} löner {CLOSE_LINK} motsvarar $100 eller högre. {START_LINK_1} Uppgradera till Pro {CLOSE_LINK}

# PRO_PAYOUTS__PAYOUT_CURRENCY
source: Payout Currency
sv: Utbetalning Valuta

# COMMON__MINDS_TOKENS
source: Minds Tokens
sv: Sinnen Tokens

# PAYOUT_SETTINGS__SAVE_PAYOUT_CURRENCY
source: Save Payout Currency
sv: Spara utbetalningsvaluta

# SETTINGS__PRO__SUBSCRIPTION__CANCEL__LABEL
source: Cancel Pro Subscription
sv: Avbryt Pro-prenumeration

# SETTINGS__PRO__SUBSCRIPTION__CANCEL__DESCRIPTION
source: Manage your subscription. {START_LINK} Upgrade to Pro {CLOSE_LINK}
sv: Hantera din prenumeration. {START_LINK} Uppgradera till Pro {CLOSE_LINK}

# SETTINGS__PRO__CANCEL__CANCEL_SUBSCRIPTION
source: Cancel Subscription
sv: Avbryt prenumeration

# SETTINGS__ACCOUNT__AUTOPLAY__LABEL
source: Autoplay Videos
sv: Autospela videor

# AUTOPLAY_VIDEOS__CONTROL_AUTOPLAY_INFORMATION
source: Control whether videos in your feed play automatically. {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} This feature is only available to Plus users. {START_LINK} Upgrade to Plus {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}
sv: Kontrollera om videor i ditt flöde spelas upp automatiskt. {START_TAG_NG-CONTAINER} {LINE_BREAK} {LINE_BREAK} Den här funktionen är endast tillgänglig för Plus-användare. {START_LINK} Uppgradera till Plus {CLOSE_LINK} {CLOSE_TAG_NG-CONTAINER}

# AUTOPLAY_VIDEOS__ENABLE_VIDEO_AUTOPLAY
source: Enable video autoplay
sv: Aktivera videouppspelning automatiskt

# AUTOPLAY_VIDEOS__UPDATE_PREFERENCE
source: Update Preference
sv: Uppdatera preferens

# SETTINGS__HEADER__LABEL
source: Settings
sv: Inställningar

# SETTINGS__ACCOUNT__LABEL
source: Account
sv: Konto

# SETTINGS__SECURITY__LABEL
source: Security
sv: Säkerhet

# SETTINGS__BILLING__LABEL
source: Billing
sv: Fakturering

# SETTINGS__OTHER__LABEL
source: Other
sv: Annat

# SETTINGS__ACCOUNT__HEADER__LABEL
source: General Account Settings
sv: Allmänna kontoinställningar

# SETTINGS__SECURITY__HEADER__LABEL
source: Security
sv: Säkerhet

# SETTINGS__NOTIFICATIONS__HEADER__LABEL
source: Notifications
sv: Aviseringar

# SETTINGS__ACCOUNTUPGRADE__HEADER__LABEL
source: Account Upgrade
sv: Konto uppgradering

# SETTINGS__BILLING__HEADER__LABEL
source: Billing
sv: Fakturering

# SETTINGS__OTHER__CONTENTADMIN__HEADER__LABEL
source: Content Admin
sv: Administratör för innehåll

# SETTINGS__OTHER__PAIDCONTENT__HEADER__LABEL
source: Paid Content
sv: Betalat innehåll

# SETTINGS__OTHER__LEAVE__HEADER__LABEL
source: Deactivate and Delete Account
sv: Inaktivera och ta bort konto

# SETTINGS__PRO__SUBSCRIPTION__HEADER__LABEL
source: Pro Subscription Management
sv: Pro Prenumerationshantering

# SETTINGS__ACCOUNTUPGRADE__PRO__LABEL
source: Upgrade to Pro
sv: Uppgradera till Pro

# SETTINGS__ACCOUNTUPGRADE__PLUS__LABEL
source: Upgrade to Plus
sv: Uppgradera till Plus

# SETTINGS__PRO__VIEW__CHANNEL__LABEL
source: View Pro Channel
sv: Visa Pro kanal

# CHANNEL_EDIT__EDIT_PROFILE
source: Edit Profile
sv: Redigera profil

# CHANNEL_EDIT__BIO_AND_IMAGERY
source: Bio & Imagery
sv: Bio & bilder

# CHANNEL_EDIT__ABOUT_INFO
source: About Info
sv: Om information

# CHANNEL_EDIT__SOCIAL_LINKS
source: Social Links
sv: Sociala länkar

# COMMON__ABOUT
source: About
sv: Om

# DISCOVERY__TRENDS__JUST_FOR_YOU
source: Just for you
sv: Bara för dig

# DISCOVERY_TAGS__DISCOVERY_BY_TAGS
source: Discover by tags
sv: Upptäck med taggar

# DISCOVERY_SEARCH__TOP
source: Top
sv: Överst

# DISCOVERY_SEARCH__LATEST
source: Latest
sv: Senaste

# DISCOVERY__SEARCH__CHANNELS
source: Channels
sv: Kanaler

# DISCOVERY_SEARCH__GROUPS
source: Groups
sv: Grupper

# DISCOVERY_SEARCH__BACK
source: Back
sv: Tillbaka

# DISCOVERY_TAGS__JUST_FOR_YOU
source: Just for you
sv: Bara för dig

# DISCOVERY_TAGS__YOUR_TAGS
source: Your Tags
sv: Dina taggar

# DISCOVERY_TAGS__SEE_YOUR_FEED
source: See your feed
sv: Se ditt flöde

# DISCOVERY_TAGS__TRENDING_TAGS
source: Trending Tags
sv: Trendande taggar

# DISCOVERY_TAGS__SEE_TRENDING_FEED
source: See trending feed
sv: Se trendande flöde

# DISCOVERY_FEEDS__YOUR_FEED
source: Your Feed
sv: Ditt flöde

# DISCOVERY_FEEDS__TRENDING_FEED
source: Trending Feed
sv: Trendande flöde

# DISCOVERY_FEEDS__BACK
source: Back
sv: Tillbaka

# DISCOVERY_SETTINGS_BUTTON__MANAGE_RESULTS
source: Manage Results
sv: Hantera resultat

# DISCOVERY_SETTINGS_BUTTON__MANAGE_TAGS
source: Manage tags
sv: Hantera taggar

# DISCOVERY_DISCLAIMER__OUR_APPROACH_INFORMATION
source: Our {START_LINK} research-based {CLOSE_LINK} approach in handling misinformation and other types of controversial lawful content is to facilitate civil discourse through free speech, which is the only way to change someone’s mind. It is your choice to engage with someone, keep scrolling, report or block.
sv: Vårt {START_LINK} forskningsbaserade {CLOSE_LINK} tillvägagångssätt för att hantera felaktig information och andra typer av kontroversiellt lagligt innehåll är att underlätta civil diskurs genom fritt tal, vilket är det enda sättet att ändra någons sinne. Det är ditt val att samarbeta med någon, fortsätta bläddra, rapportera eller blockera.

# DISCOVERY_SUGGESTIONS__CHANNELS
source: Channels
sv: Kanaler

# DISCOVERY_SUGGESTIONS__GROUPS
source: Groups
sv: Grupper

# DISCOVERY_SUGGESTIONS__BACK
source: Back
sv: Tillbaka

# DISCOVERY_TAGS__SELECT_TAGS
source: Select tags
sv: Välj taggar

# COMMON__CHANNEL__BRIEF__SEE_ALL
source: See All
sv: Se alla

# COMMON__CHANNEL__BRIEF__OTHER
source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/month} other { {INTERPOLATION} tokens/month} }
sv: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/månad} other { {INTERPOLATION} tokens/månad} }

# COMMON__CHANNEL__BRIEF__PER_MONTH
source: $ {INTERPOLATION} /month
sv: $ {INTERPOLATION} /månad

# CHANNEL_ABOUT__SOCIAL_LINKS
source: Social Links
sv: Sociala länkar

# COMMON__READ_MORE
source: Read More
sv: Läs mer

# COMMON__SUBSCRIBERS
source: Subscribers
sv: Prenumeranter

# COMMON__SUBSCRIPTIONS
source: Subscriptions
sv: Prenumerationer

# COMMON__VIEWS
source: Views
sv: Visningar

# COMMON__LOCATION
source: Location
sv: Plats

# COMMON__BADGES
source: Badges
sv: Märken

# COMMON__JOINED
source: Joined
sv: Gick med

# CHANNEL_EXTRA__VIEWS
source: Channel Views
sv: Kanalvyer

# COMMON_SUBSCRIBERS
source: Subscribers
sv: Prenumeranter

source: Edit Channel
sv: Redigera kanal

# COMMON__UNSUBSCRIBE
source: Unsubscribe
sv: Avprenumerera

# MINDS_BUTTON__USER_DROPDOWN__UNBAN_GLOBALLY
source: Un-ban globally
sv: Un-ban globalt

# M__ACTION__MARK_AS_OPEN
source: Mark as Open
sv: Markera som öppen

# MINDS_BUTTON__USER_DROPDOWN__UNBLOCK
source: Unblock
sv: Avblockera

# MINDS_BUTTON__USER_DROPDOWN__BLOCK
source: Block
sv: Blockera

# MINDS_BUTTON__USER_DROPDOWN__REPORT
source: Report
sv: Rapportera

# COMMON__SELECT_CITY
source: Select city
sv: Välj stad

# CHANNEL_EDIT_INFO__DISPLAY_NAME
source: Display Name
sv: Visningsnamn

# CHANNEL_EDIT_INFO__DATE_OF_BIRTH
source: Date of birth
sv: Födelsedatum

# CHANNEL_EDIT_INFO__MAKE_DOB_PUBLIC
source: Make my date of birth public
sv: Gör mitt födelsedatum offentligt

# COMMON__SOCIAL_LINKS__ENTER_URL
source: Enter URL
sv: Ange URL

# CHANNEL_CONTENT__SORRY_CHANNEL_DOES_NOT_EXIST
source: Sorry, this channel doesn't appear to exist
sv: Tyvärr, denna kanal verkar inte existera

# CHANNEL_CONTENT__ACCOUNT_BANNED
source: Account banned
sv: Konto bannlyst

# CHANNEL_CONTENT__ACCOUNT_DISABLED
source: This channel has been disabled
sv: Denna kanal har inaktiverats

# CHANNEL_CONTENT__BLOCKED_CHANNEL
source: You have blocked this channel
sv: Du har blockerat denna kanal

# CHANNEL_CONTENT__CHANNEL_NSFW
source: This channel is NSFW
sv: Denna kanal är NSFW

# CHANNEL_CONTENT__I_AM_OVER_18
source: I am 18 or over
sv: Jag är 18 år eller äldre

# COMMON__CHANNEL_LIST__FILTER_ELLIPSIS
source: Filter...
sv: Filtrera...

source: Shop
sv: Butik

# CHANNEL_V2__BRIEF_WIRE_REWARD__TOKENS_PER_MONTH
source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/month} other { {INTERPOLATION} tokens/month} }
sv: {VAR_PLURAL, plural, =1 { {INTERPOLATION} token/månad} other { {INTERPOLATION} tokens/månad} }

# CHANNEL_V2__BRIEF_WIRE_REWARD__USD_PER_MONTH
source: $ {INTERPOLATION} /month
sv: $ {INTERPOLATION} /månad
