Repository: teaist/tocminds
Catalog: front/src/locale/Minds.*.xliff
Languages: sv

# NOTIFICATIONS__NOTIFICATION__GROUP_ACTIVITY
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} posted in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
sv: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} postat i {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__GROUP_QUEUE_ADD
source: Your post for {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} is awaiting approval from group administrators.
sv: Ditt inlägg för {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} väntar på godkännande från gruppadministratörer.

# NOTIFICATIONS__NOTIFICATION__GROUP_QUEUE_APPROVE
source: Your post for {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} was approved.
sv: Ditt inlägg för {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} godkändes.

# NOTIFICATIONS__NOTIFICATION__GROUP_QUEUE_REJECT
source: Your post for {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} was rejected.
sv: Ditt inlägg för {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} avvisades.

# NOTIFICATIONS__NOTIFICATION__COMMENT_ACTIVITY_OWN
source: {INTERPOLATION} commented on {START_TAG_SPAN} your activity {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} kommenterade {START_TAG_SPAN} din aktivitet {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__COMMENT_ACTIVITY_OTHER
source: {INTERPOLATION} commented on {START_TAG_SPAN} {INTERPOLATION_1} 's activity {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} kommenterade {START_TAG_SPAN} {INTERPOLATION_1} s aktivitet {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__COMMENT_X_ON_Y
source: {INTERPOLATION} commented on {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} kommenterade {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__COMMENTED_ON
source: {INTERPOLATION} commented on
sv: {INTERPOLATION} kommenterade

# NOTIFICATIONS__NOTIFICATION__REPLIED_TO
source: {INTERPOLATION} replied to your comment on
sv: {INTERPOLATION} svarade på din kommentar på

# NOTIFICATIONS__NOTIFICATION__OWN_OBJECT
source: your {INTERPOLATION}
sv: din {INTERPOLATION}

# NOTIFICATIONS__NOTIFICATION__REPLIED_TO_GROUP_CONVERSATION
source: {INTERPOLATION} replied to your message in
sv: {INTERPOLATION} svarade på ditt meddelande i

# NOTIFICATIONS__NOTIFICATION__ERROR_VIEWING
source: There was an error viewing this notification.
sv: Det gick inte att visa denna notifiering.

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_OBJECT
source: {INTERPOLATION} voted up
sv: {INTERPOLATION} röstade upp

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_ACTIVITY
source: {INTERPOLATION} voted up {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} röstade upp {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_OWN_ACTIVITY
source: {INTERPOLATION} voted up {START_TAG_SPAN} your activity {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} röstade upp {START_TAG_SPAN} din aktivitet {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_COMMENT
source: {INTERPOLATION} voted up {START_TAG_SPAN} your comment {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} your reply {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} röstade upp {START_TAG_SPAN} din kommentar {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} ditt svar {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__LIKE__VOTED_UP_CONVERSATION
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} voted up your message in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} 's conversation
sv: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} röstade upp ditt meddelande i {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} s konversation

# NOTIFICATIONS__NOTIFICATION__POST_DELETED
source: This post was deleted.
sv: Det här inlägget togs bort.

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_OBJECT
source: {INTERPOLATION} down voted
sv: {INTERPOLATION} ner röstade

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_ACTIVITY
source: {INTERPOLATION} down voted {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} ner röstade {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_OWN_ACTIVITY
source: {INTERPOLATION} down voted {START_TAG_SPAN} your activity {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} ner röstade {START_TAG_SPAN} din aktivitet {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_COMMENT
source: {INTERPOLATION} down voted {START_TAG_SPAN} your comment {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} your reply {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} ner röstade {START_TAG_SPAN} din kommentar {CLOSE_TAG_SPAN} {START_TAG_SPAN_1} ditt svar {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__DOWNVOTE__VOTED_DOWN_CONVERSATION
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} down voted your message in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} 's conversation
sv: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} ner röstade ditt meddelande i {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} s konversation

# NOTIFICATIONS__NOTIFICATION__REMIND__REMINDED
source: {INTERPOLATION} reminded
sv: {INTERPOLATION} påminde

# NOTIFICATIONS__NOTIFICATION__REMIND__REMINDED_ACTIVITY
source: {INTERPOLATION} reminded {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} påminde {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__REMIND__REMINDED_OWN_ACTIVITY
source: {INTERPOLATION} reminded {START_TAG_SPAN} your activity {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} påminde {START_TAG_SPAN} din aktivitet {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__FEATURE
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} was featured
sv: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} presenterades

# NOTIFICATIONS__NOTIFICATION__TAG__IN_A_POST
source: {INTERPOLATION} tagged you in a post
sv: {INTERPOLATION} taggade dig i ett inlägg

# NOTIFICATIONS__NOTIFICATION__TAG__IN_A_COMMENT
source: {INTERPOLATION} tagged you in a comment
sv: {INTERPOLATION} taggade dig i en kommentar

# NOTIFICATIONS__NOTIFICATION__TAG__IN_A_CONVERSATION
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tagged you in {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} 's conversation
sv: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} taggade dig i {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN} s konversation

# NOTIFICATIONS__NOTIFICATION__MISSED_CALL
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tried to call you.
sv: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} försökte ringa dig.

# NOTIFICATIONS__NOTIFICATION__BOOST_GIFT__GIFTED_YOU
source: {INTERPOLATION} gifted you {INTERPOLATION_1} views {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} gav dig {INTERPOLATION_1} visningar {START_TAG_SPAN} för {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__YOUR_POST
source: your post
sv: ditt inlägg

# NOTIFICATIONS__NOTIFICATION__YOUR_CHANNEL
source: your channel
sv: din kanal

# NOTIFICATIONS__NOTIFICATION__BOOST_SUBMITTED__VIEWS_FOR
source: {INTERPOLATION} views {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} visningar {START_TAG_SPAN} för {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__BOOST_SUBMITTED__AWAITING_APPROVAL
source: is awaiting approval.
sv: väntar på godkännande.

# NOTIFICATIONS__NOTIFICATION__X_POINTS_FOR
source: {INTERPOLATION} points {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} poäng {START_TAG_SPAN} för {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__BOOST_SUBMITTED_P2P__AWAITING_APPROVAL_BY
source: is awaiting approval by {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}
sv: väntar på godkännande av {START_TAG_SPAN} @ {INTERPOLATION} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__BOOST_REQUEST__POINTS_TO_BOOST
source: {INTERPOLATION} is offering you {INTERPOLATION_1} points to boost
sv: {INTERPOLATION} erbjuder dig {INTERPOLATION_1} poäng att öka

# NOTIFICATIONS__NOTIFICATION__THEIR_ACTIVITY
source: their activity
sv: deras aktivitet

# NOTIFICATIONS__NOTIFICATION__THEIR_CHANNEL
source: their channel
sv: deras kanal

# NOTIFICATIONS__NOTIFICATION__BOOST_REJECTED__BOOST_FORM
source: Your boost {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
sv: Din boost {START_TAG_SPAN} för {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__BOOST_REJECTED__REASON
source: was rejected for {START_TAG_NG-CONTAINER} {START_ITALIC_TEXT} {INTERPOLATION} {CLOSE_ITALIC_TEXT} . {CLOSE_TAG_NG-CONTAINER} Your tokens have been credited back to your wallet.
sv: avvisades för {START_TAG_NG-CONTAINER} {START_ITALIC_TEXT} {INTERPOLATION} {CLOSE_ITALIC_TEXT} . {CLOSE_TAG_NG-CONTAINER} Dina tokens har krediterats tillbaka till din plånbok.

# NOTIFICATIONS__NOTIFICATION__BOOST_REVOKED__BOOST_FOR
source: You revoked your boost {START_TAG_SPAN} for {CLOSE_TAG_SPAN}
sv: Du återkallade ditt lyft {START_TAG_SPAN} för {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__BOOST_REVOKED__REFUNDED
source: Your offer has been refunded.
sv: Ditt erbjudande har återbetalats.

# NOTIFICATIONS__NOTIFICATION__BOOST_ACCEPTED__WERE_ACCEPTED
source: were accepted.
sv: accepterades.

# NOTIFICATIONS__NOTIFICATION__BOOST_COMPLETED__BEEN_MET
source: have been met.
sv: har uppfyllts.

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_REQUEST__IS_OFFERING
source: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} is offering
sv: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} erbjuder

# M__COMMON__POINTS_SUFFIX
source: points
sv: poäng

# NOTIFICATIONS__NOTIFICATION__FOR_WORD
source: for
sv: för

# NOTIFICATIONS__NOTIFICATION__THEIR_POST
source: their post
sv: deras inlägg

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_ACCEPTED__ACCEPTED_BID
source: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} accepted your bid of
sv: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} accepterade ditt bud

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_REJECTED__DECLINED_BID
source: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} declined your bid of
sv: {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} avböjde ditt bud på

# NOTIFICATIONS__NOTIFICATION__BOOST_PEER_REJECTED__NOT_CHARGED
source: You have not been charged.
sv: Du har inte blivit laddad.

# NOTIFICATIONS__NOTIFICATION__PROGRAM_QUEUED
source: Your application for {INTERPOLATION} program is awaiting approval.
sv: Din ansökan till programmet {INTERPOLATION} väntar på godkännande.

# NOTIFICATIONS__NOTIFICATION__PROGRAM_ACCEPTED
source: Your application for {INTERPOLATION} program was approved. Congratulations!
sv: Din ansökan till {INTERPOLATION} -programmet godkändes. Grattis!

# NOTIFICATIONS__NOTIFICATION__PROGRAM_DECLINED
source: Your application for {INTERPOLATION} program was declined.
sv: Din ansökan till {INTERPOLATION} -programmet avvisades.

# NOTIFICATIONS__NOTIFICATION__PAYOUT_QUEUED
source: Your payment request for {INTERPOLATION} is awaiting approval.
sv: Din betalningsbegäran för {INTERPOLATION} väntar på godkännande.

# NOTIFICATIONS__NOTIFICATION__PAYOUT_ACCEPTED
source: Your payment request for {INTERPOLATION} was approved.
sv: Din betalningsbegäran för {INTERPOLATION} godkändes.

# NOTIFICATIONS__NOTIFICATION__PAYOUT_DECLINED
source: Your payment request for {INTERPOLATION} was declined.
sv: Din betalningsbegäran för {INTERPOLATION} avvisades.

# NOTIFICATIONS__NOTIFICATION__WELCOME_POINTS
source: Welcome to Minds. We have given you {START_TAG_SPAN} 1000 points {CLOSE_TAG_SPAN} to get you started.
sv: Välkommen till Mind. Vi har gett dig {START_TAG_SPAN} 1000 poäng {CLOSE_TAG_SPAN} för att komma igång.

# NOTIFICATIONS__NOTIFICATION__WELCOME_POST
source: {START_TAG_SPAN} Tap here {CLOSE_TAG_SPAN} to create a post
sv: {START_TAG_SPAN} Tryck här {CLOSE_TAG_SPAN} för att skapa ett inlägg

# NOTIFICATIONS__NOTIFICATION__WELCOME_BOOST
source: You can gain more reach by boosting your content. Hit the blue boost icon on your posts.
sv: Du kan få mer räckvidd genom att öka ditt innehåll. Hit den blå boost-ikonen på dina inlägg.

# NOTIFICATIONS__NOTIFICATION__WELCOME_CHAT
source: Chat securely with your mutual subscriptions.
sv: Chatta säkert med dina ömsesidiga prenumerationer.

# NOTIFICATIONS__NOTIFICATION__WELCOME_DISCOVER
source: {START_TAG_SPAN} Tap here {CLOSE_TAG_SPAN} to discover new channels and media.
sv: {START_TAG_SPAN} Tryck här {CLOSE_TAG_SPAN} för att upptäcka nya kanaler och medier.

# NOTIFICATIONS__NOTIFICATION__VIDEO_IS_READY
source: Your {START_LINK} video {CLOSE_LINK} is ready to be viewed!
sv: Din {START_LINK} video {CLOSE_LINK} är redo att visas!

# NOTIFICATIONS__NOTIFICATION__MESSENGER_INVITE
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} wants to chat with you!
sv: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} vill chatta med dig!

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__TO_ONETIME
source: You have successfully wired {INTERPOLATION} to {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
sv: Du är nu ansluten {INTERPOLATION} till {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__FROM_ONETIME
source: You have received a wire of {INTERPOLATION} from {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
sv: Du har fått en tråd av {INTERPOLATION} från {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__TO_SUBSCRIPTION
source: You have subscribed to wire {INTERPOLATION} /month to {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
sv: Du har prenumererat på tråd {INTERPOLATION} /månad till {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}

# NOTIFICATIONS__NOTIFICATION__WIRE_HAPPENED__FROM_SUBSCRIPTION
source: You have received a wire subscription of {INTERPOLATION} /month from {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}
sv: Du har fått ett trådabonnemang på {INTERPOLATION} /månad från {START_LINK} @ {INTERPOLATION_1} {CLOSE_LINK}

# NOTIFICATIONS__NOTIFICATION__REPORT_ACTIONED__ACTIVITY_BEEN
source: Your post
sv: Ditt inlägg

# NOTIFICATIONS__NOTIFICATION__REPORT_ACTIONED__ACTIVITY_TITLE_BEEN
source: Your post {INTERPOLATION}
sv: Ditt inlägg {INTERPOLATION}

# NOTIFICATIONS__NOTIFICATION__REPORT_ACTIONED__COMMENT_BEEN
source: {START_TAG_SPAN} Your comment {CLOSE_TAG_SPAN} has been {INTERPOLATION}
sv: {START_TAG_SPAN} Din kommentar {CLOSE_TAG_SPAN} har blivit {INTERPOLATION}

# NOTIFICATIONS__NOTIFICATION__REWARDS__YOU_HAVE_RECEIVED_X_TOKENS_TODAY
source: You earned {INTERPOLATION} tokens today.
sv: Du tjänade {INTERPOLATION} tokens idag.

# NOTIFICATIONS__NOTIFICATION__REWARDS__YOU_HAVE_LEFT
source: You have {INTERPOLATION} left to earn tokens today!
sv: Du har {INTERPOLATION} kvar för att tjäna polletter idag!

# NOTIFICATIONS__NOTIFICATION__TRANSCODE_COMPLETED
source: Your video has finished transcoding.
sv: Din video har avslutats omkodning.

# NOTIFICATIONS__NOTIFICATION__TRANSCODE_FAILED
source: Your video failed to transcode. Please check that your format is valid and try to upload the video again.
sv: Din video kunde inte omkodas. Kontrollera att ditt format är giltigt och försök ladda upp videon igen.

# NOTIFICATIONS__NOTIFICATION__GENERAL_ERROR_VIEWING
source: Sorry, there was an error viewing this notification
sv: Tyvärr, ett fel uppstod vid visning av detta meddelande

# M__HASHTAG__SELECTOR_TITLE
source: Personalize your feed
sv: Anpassa ditt flöde

# M__HASHTAG__SELECTOR__TRENDING
source: Trending
sv: Trendande

# M__HASHTAG__SELECTOR__DEFAULTS
source: Defaults
sv: Standardvärden

# M__HASHTAG__SELECTOR__SUBTITLE
source: Select the hashtags below that you wish to see more of. The hashtags you select will be pinned to the top bar of your feed. You can change these at anytime via your settings or by clicking on 'MORE' at the top of any feed.
sv: Välj hashtaggar nedan som du vill se mer av. Hashtaggar du väljer kommer att fästas i övre fältet i ditt flöde. Du kan ändra dessa när som helst via dina inställningar eller genom att klicka på 'MORE' högst upp i alla flöden.

# M_HASHTAG__SELECTOR__DONE
source: DONE
sv: KLAR

# GROUPS__PROFILE__FEED__REMOVE_USER
source: Remove user
sv: Ta bort användare

# GROUPS__THIS_GROUP_CONTAINS_NSFW
source: This group contains content that is NSFW
sv: Denna grupp innehåller innehåll som är NSFW

# GROUPS__NAME_PLACEHOLDER
source: Enter a name
sv: Ange ett namn

# GROUPS__DESCRIPTION_PLACEHOLDER
source: Enter a brief description
sv: Ange en kort beskrivning

# GROUPS__OPEN_GROUP
source: Open Group
sv: Öppna grupp

# GROUPS__CLOSED_GROUP
source: Closed Group
sv: Stängd grupp

# GROUPS__ANYONE_CAN_POST
source: Anyone can post
sv: Vem som helst kan posta

# GROUPS__POSTS_ARE_MODERATED
source: Posts are moderated
sv: Inlägg är modererade

# GROUPS__PROFILE__ADMINQUEUE_COUNT
source: {INTERPOLATION} new
sv: {INTERPOLATION} ny

# GROUPS__DEFAULT_VIEW_FEED
source: Default view: Feed
sv: Standardvy: Flöde

# GROUPS__DEFAULT_VIEW_CONVERSATIONS
source: Default view: Conversations
sv: Standardvy: Konversationer

# GROUPS__VIDEO_CALLS_ENABLED
source: Video calls enabled
sv: Videosamtal aktiverat

# GROUPS__VIDEO_CALLS_DISABLED
source: Video calls disabled
sv: Videosamtal inaktiverat

# CREATE_GROUP__CREATE_GROUP
source: Create Group
sv: Skapa grupp

# CREATE_GROUP__NAME
source: Name
sv: Namn

# CREATE_GROUP__AVATAR_AND_BANNER
source: Avatar and Banner
sv: Avatar och banner

# CREATE_GROUP__DESCRIPTION
source: Description
sv: Beskrivning

# CREATE_GROUP__GROUP_TYPE
source: Group Type
sv: Typ av grupp

# CREATE_GROUP__CLOSED
source: Closed
sv: Stängd

# CREATE_GROUP__OPEN
source: Open
sv: Öppna

# M__COMMON_TOPBAR_TOP
source: Top
sv: Överst

# M__COMMON_TOPBAR_TOP_TOOLTIP
source: Top displays the top content on Minds
sv: Högst upp visar det översta innehållet på sinnen

# M__COMMON_TOPBAR__MY_GROUPS
source: My Groups
sv: Mina grupper

# MINDS__GROUPS__TOPBAR__YOUR_GROUPS_TOOLTIP
source: Your Groups
sv: Dina grupper

# M__COMMON_TOPBAR__START_A_NEW_GROUP
source: Start a new group
sv: Starta en ny grupp

# MINDS__GROUPS__TOPBAR__START_A_NEW_GROUP_TOOLTIP
source: Start a new group
sv: Starta en ny grupp

# GROUPS__JOIN_BUTTON__JOIN_ACTION
source: {START_TAG_NG-CONTAINER} Join {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Joining {CLOSE_TAG_NG-CONTAINER}
sv: {START_TAG_NG-CONTAINER} gå med {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} går med i {CLOSE_TAG_NG-CONTAINER}

# GROUPS__JOIN_BUTTON__DECLINE_ACTION
source: Decline
sv: Avböj

# GROUPS__JOIN_BUTTON__LEAVE_ACTION
source: Leave
sv: Lämna

# GROUPS__JOIN_BUTTON__CANCEL_REQ_ACTION
source: Cancel request
sv: Avbryt begäran

# GROUPS__JOIN_BUTTON__JOIN_A_GROUP_TITLE
source: join a group
sv: gå med i en grupp

# GROUPS__PROFILE__INVITE_TO
source: Invite to {INTERPOLATION}
sv: Bjud in till {INTERPOLATION}

# GROUPS__PROFILE__INVITE
source: Invite
sv: Bjud in

# GROUPS__PROFILE__REQUESTS
source: Requests
sv: Förfrågningar

# GROUPS__PROFILE__MEMBERS__INVITE__ITEM_ONLY_SUBSCRIBERS
source: You can only invite users who are your subscribers
sv: Du kan bara bjuda in användare som är dina prenumeranter

# GROUPS__PROFILE__MEMBERS__INVITE__ITEM_NOTIFICATION_INFO
source: They will receive a notification to confirm they want to be a member of this group
sv: De kommer att få ett meddelande för att bekräfta att de vill vara medlem i denna grupp

# GROUPS__PROFILE__MEMBERS__INVITE__ITEM_BAN_REINVITE
source: If the user was banned from the group, inviting them will lift the ban
sv: Om användaren förbjöds från gruppen, bjuda in dem kommer att lyfta förbudet

# GROUPS__PROFILE__MEMBERS__INVITE__INVITING
source: Inviting...
sv: Inbjudan...

# GROUPS__PROFILE__MEMBERS__INVITE__SEARCH_PLACEHOLDER
source: Search for a channel
sv: Sök efter en kanal

# GROUPS__PROFILE__CARD_USER_ACTIONS__REMOVE_FROM_GROUP
source: Remove from Group
sv: Ta bort från grupp

# GROUPS__PROFILE__CARD_USER_ACTIONS__REINVITE
source: Re-invite to Group
sv: Återinbjud till grupp

# GROUPS__PROFILE__CARD_USER_ACTIONS__INVITED
source: Invited
sv: Inbjuden

# GROUPS__PROFILE__CARD_USER_ACTIONS__MAKE_ADMIN
source: Make Admin
sv: Gör till administratör

# GROUPS__PROFILE__CARD_USER_ACTIONS__REMOVE_AS_ADMIN
source: Remove as Admin
sv: Ta bort som administratör

# GROUPS__PROFILE__CARD_USER_ACTIONS__MAKE_MODERATOR
source: Make Moderator
sv: Gör till moderator

# GROUPS__PROFILE__CARD_USER_ACTIONS__REMOVE_AS_MODERATOR
source: Remove as Moderator
sv: Ta bort som moderator

# GROUPS__REMOVE_X_FROM_Y_CONFIRM
source: Are you sure you want to remove {INTERPOLATION} from {INTERPOLATION_1} ?
sv: Är du säker på att du vill ta bort {INTERPOLATION} från {INTERPOLATION_1} ?

# M__COMMON__BAN_PERMANENTLY
source: Ban permanently
sv: Bannlys permanent

# GROUPS__PROFILE__MEMBERS__SEARCH_PLACEHOLDER
source: Search for a member
sv: Sök efter en medlem

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__ENABLE_CONVERSATION
source: Enable Conversation
sv: Aktivera konversation

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DISABLE_CONVERSATION
source: Disable Conversation
sv: Inaktivera konversation

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DISABLE_NOTIFICATIONS
source: Disable Notifications
sv: Inaktivera aviseringar

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__ENABLE_NOTIFICATIONS
source: Enable Notifications
sv: Aktivera aviseringar

# M__ACTION__SET_EXPLICIT
source: Set Explicit
sv: Ställ in Explicit

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DELETE_GROUP
source: Delete Group
sv: Ta bort grupp

# GROUPS__PROFILE__GROUP_SETTINGS_BTN__DELETE_GROUP_CONFIRM
source: Are you sure you want to delete {INTERPOLATION} ? This action cannot be undone.
sv: Är du säker på att du vill ta bort {INTERPOLATION} ? Denna åtgärd kan inte ångras.

# M__COMMON__SELECT_A_CATEGORY
source: -- SELECT A CATEGORY --
sv: -- VÄLJ EN KATEGORI –

# GROUPS__PROFILE__FILTER_SELECTOR__FEED_OPTION
source: Feed
sv: Flöde

# GROUPS__VIDEOS
source: Videos
sv: Videor

# GROUPS__PROFILE__INVITE_ACTION
source: Invite
sv: Bjud in

# BLOGS__VIEW__FLAGGED_AS_SPAM
source: This blog was flagged as spam.
sv: Den här bloggen flaggades som spam.

# BLOGS__VIEW__FLAGGED_AS_DELETED
source: This blog was flagged as deleted.
sv: Den här bloggen flaggades som borttagen.

# M__ACTION__APPEAL_MARK
source: If you wish to appeal, please check your {START_LINK} Reported Content console {CLOSE_LINK} .
sv: Om du vill överklaga, vänligen kontrollera din {START_LINK} Rapporterade innehållskonsol {CLOSE_LINK} .

# M__COMMON__LICENSE_ALL_RIGHT_RESERVED
source: All Rights Reserved
sv: Alla rättigheter reserverade

# M__COMMON__VISIBILITY_PUBLIC
source: Public
sv: Publik

# M__COMMON__VISIBILITY_UNLISTED
source: Unlisted
sv: Olistad

# BLOGS__VIEW__SHARE
source: SHARE
sv: DELA

# BLOGS__DELETE_CONFIRMATION
source: Are you sure you want to delete this blog?
sv: Är du säker på att du vill ta bort denna blogg?

# BLOGS__THERES_NO_UNDO
source: There's no UNDO!
sv: Det finns ingen UNDO!

# BLOGS__VIEW__DELETION_CONFIRMATION
source: The blog has been deleted.
sv: Bloggen har tagits bort.

# M__COMMON__DELETE_PERMANENTLY
source: Delete permanently
sv: Radera permanent

# M__COMMON__PLEASE_TRY_AGAIN
source: Please try again later
sv: Försök igen senare

# BLOGS__EDIT__TITLE_PLACEHOLDER
source: Your title
sv: Din titel

# BLOGS__EDIT__INLINE_EDITOR_PLACEHOLDER
source: Go ahead and write some content!
sv: Gå vidare och skriv lite innehåll!

# BLOGS__EDIT__SAVE_DRAFT_ACTION
source: Save draft
sv: Spara utkast

# BLOGS__EDIT__PUBLISH_ACTION
source: Publish
sv: Publicera

# BLOGS__EDIT__LICENCE_PLACEHOLDER
source: -- License --
sv: -- Licens --

# BLOGS__EDIT__META_TITLE
source: Meta Title
sv: Meta Titel

# BLOGS__EDIT__META_DESCRIPTION
source: Meta Description
sv: Meta Beskrivning

# BLOGS__EDIT__META_AUTHOR
source: Meta Author
sv: Meta författare

# M__COMMON_TOPBAR_SUBSCRIPTIONS
source: Subscriptions
sv: Prenumerationer

# MINDS__BLOGS__TOPBAR__SUBSCRIPTIONS_TOOLTIP
source: Blogs from channels you are subscribed to
sv: Bloggar från kanaler du prenumererar på

# M__COMMON_TOPBAR_MY_BLOGS
source: My Blogs
sv: Mina bloggar
