Repository: teaist/tocminds
Catalog: front/src/locale/Minds.*.xliff
Languages: sv

# SIDEBAR_MARKERS__GROUPS
source: Groups
sv: Grupper

# M__COMMON__NEW_GROUP
source: New group
sv: Ny grupp

# M__COMMON__DISCOVER_GROUPS
source: Discover Groups
sv: Upptäck grupper

# M__COMMON__JOIN_SOME_GROUPS_TO_POPULATE_THIS_SIDEBAR
source: Join some groups to populate this sidebar
sv: Gå med i några grupper för att fylla i sidofältet

# COMMON__HOME
source: Home
sv: Hem

# COMMON__NEWSFEED
source: Newsfeed
sv: Nyhetsflöde

# COMMON__DISCOVERY
source: Discovery
sv: Upptäckt

# COMMON__WALLET
source: Wallet
sv: Plånbok

# COMMON__ANALYTICS
source: Analytics
sv: Analys

# COMMON__TRAFFIC
source: Traffic
sv: Trafik

# COMMON__ENGAGEMENT
source: Engagement
sv: Engagemang

# COMMON__EARNINGS
source: Earnings
sv: Resultat

# COMMON__TRENDING
source: Trending
sv: Trendande

# COMMON__SETTINGS
source: Settings
sv: Inställningar

# CHANNEL__ONBOARDING__CHOOSE_DISPLAY_NAME
source: Choose your display name
sv: Välj ditt visningsnamn

# CHANNEL__ONBOARDING__BRIEFLY_DESCRIBE_YOUR_CHANNEL
source: Briefly describe your channel
sv: Beskriv kort din kanal

# MINDS_FESTIVAL_TICKET_SALE
source: BREAKING: Tickets on sale for "MINDS: FESTIVAL OF IDEAS" @ Radio City on 6/13/2020. HELP US SELL OUT FAST!
sv: BREAKING: Biljetter till försäljning för "MINDS: FESTIVAL OF IDEAS" @ Radio City på 6/13/2020. HJÄLP OSS SELL OUT FAST!

# M__ACTION__BOOST
source: Boost
sv: Öka

# M__ACTION__VIEW_CHANNEL
source: View Channel
sv: Visa kanal

# COMMON__ADMIN
source: Admin
sv: Administratör

# COMMON_SETTINGS
source: Settings
sv: Inställningar

# COMMON_FAQ
source: FAQ
sv: Vanliga frågor

# COMMON__HELP_AND_SUPPORT
source: Help & Support
sv: Hjälp & support

# COMMON__OPT_INTO_EXPERIMENTS
source: Opt-in to Experiments
sv: Opt-in to Experiment

# COMMON__CANARY
source: Canary
sv: Kanarieöarna

# COMMON_LOGOUT
source: Logout
sv: Utloggning

# M__ACTION__LOGIN
source: Login
sv: Inloggning

# MINDS__TOPBAR__TOP__OPEN_TRENDING_ITEM_TOOLTIP
source: Open may contain controversial content. By selecting Open, you acknowledge that you are willing to see controversial content.
sv: Öppen kan innehålla kontroversiellt innehåll. Genom att välja Öppen, bekräftar du att du är villig att se kontroversiellt innehåll.

# COMMON__LOGIN
source: Login
sv: Inloggning

# COMMON__JOIN_MINDS_NOW
source: Join Minds Now
sv: Gå med i sinnen nu

# COMMON__UPGRADE
source: Upgrade
sv: Uppgradera

# COMMON__BUY_TOKENS
source: Buy tokens
sv: Köp tokens

# COMMON__LIGHT_MODE
source: Enter Light Mode
sv: Ange ljusläge

# COMMON__DARK_MODE
source: Enter Dark Mode
sv: Ange mörkt läge

# COMMON__BOOST_CONSOLE
source: Boost Console
sv: Öka konsolen

# COMMON__HELP
source: Help
sv: Hjälp

# COMMON__FAQ
source: FAQ
sv: Vanliga frågor

# COMMON__LOGOUT
source: Logout
sv: Utloggning

# COMMON__MORE
source: More
sv: Mer

# COMMON__LESS
source: Less
sv: Mindre

# M__COMMON__COPYRIGHT_YEAR
source: © Minds {INTERPOLATION}
sv: © Sinnen {INTERPOLATION}

# COMMON__INFINITE_SCROLL__LOAD_MORE
source: Click to load more
sv: Klicka för att ladda mer

# COMMON__INFINITE_SCROLL__NOTHING_MORE
source: Nothing more to load
sv: Inget mer att ladda

# M__COMMON__COUNTRY
source: Country
sv: Land

# COMMON__DATE_INPUT__MONTH_LABEL
source: Month
sv: Månad

# COMMON__DATE_INPUT__DAY_LABEL
source: Day
sv: Dag

# COMMON__DATE_INPUT__YEAR_LABEL
source: Year
sv: År

# M__COMMON__ENTER_CITY
source: Enter your city...
sv: Ange din stad...

# M__COMMON__SELECT_CITY
source: Select your city:
sv: Välj din stad:

# M__COMMON__COUNTRY_STATE
source: State
sv: Län

# COMMON__SEE_MORE__ACTION
source: See More
sv: Se mer

# COMMON__READ_MORE__ACTION
source: Read more
sv: Läs mer

# COMMON__BADGES__ADMIN
source: Admin
sv: Administratör

# COMMON__BADGES__VERIFIED
source: Verified
sv: Verifierad

# COMMON__BADGES__FOUNDER
source: Founder
sv: Grundare

# BADGES__BOOSTER
source: Boosted OnChain in the last 7 days
sv: Ökad OnChain under de senaste 7 dagarna

# MINDS__TAGCLOUD__TITLE
source: Suggested Hashtags
sv: Föreslagna Hashtags

# COMMON__AVATAR__CHANGE
source: Change avatar
sv: Ändra avatar

# COMMON__AVATAR__ADD
source: Add an avatar
sv: Lägg till en avatar

# M__COMMON__SUBSCRIBERS
source: Subscribers
sv: Prenumeranter

# M__COMMON__SUBSCRIPTIONS
source: Subscriptions
sv: Prenumerationer

# M__COMMON__VIEWS
source: Views
sv: Visningar

# M_SHARE__HEADER
source: Share this post
sv: Dela detta inlägg

# M_SHARE__LINK_COPY_ACTION
source: Copy
sv: Kopiera

# M_SHARE__LINK_COPY_STATE
source: Copied
sv: Kopierad

# M_SHARE__REFERRER_PARAM_CHECKBOX_LABEL
source: Include referral code
sv: Inkludera värvningskod

# M_SHARE__REFERRAL_CODE_EXPLANATION
source: Use your referral code to earn tokens for referring new users to Minds. Learn more at the {START_LINK} Referrals Console {CLOSE_LINK}
sv: Använd din värvningskod för att tjäna polletter för att hänvisa nya användare till minnen. Läs mer på {START_LINK} värvningskonsol {CLOSE_LINK}

# M_SHARE__BUTTON_MESSENGER
source: Messenger
sv: Budbärare

# M_SHARE__BUTTON_EMAIL
source: Email
sv: E-post

# M__COMMON__MATURE_CONTENT
source: Mature content
sv: Modernt innehåll

# M__COMMON__CONFIRM_18
source: Click to confirm you are 18+
sv: Klicka för att bekräfta att du är 18+

# M__COMMON__EDITED
source: edited
sv: redigerad

# MINDS__CARDS__entity__BOOSTED_LABEL
source: Boosted
sv: Knuffad

# MINDS__CARDS__entity__BOOSTED_LABEL_ONCHAIN
source: Boosted Onchain
sv: Ökad Onchain

# M__BLOCKCHAIN__TX_OVERLAY__COMPLETE_YOUR_TX
source: Complete your OnChain transaction
sv: Slutför din OnChain-transaktion

# M__BLOCKCHAIN__TX_OVERLAY__COMPLETE_USING_METAMASK
source: Please open your Metamask client to complete the transaction.
sv: Vänligen öppna din Metamask klient för att slutföra transaktionen.

# M__BLOCKCHAIN__TX_OVERLAY__YOURE_APPROVING_MESSAGE
source: You are approving a {INTERPOLATION}
sv: Du godkänner en {INTERPOLATION}

# M__BLOCKCHAIN__TX_OVERLAY__ENTER_PKEY_OR_DROP_CSV
source: Please enter your private key below in order to unlock your account. You can also drag and drop a CSV file into this window.
sv: Ange din privata nyckel nedan för att låsa upp ditt konto. Du kan också dra och släppa en CSV-fil till detta fönster.

# M__BLOCKCHAIN__TX_OVERLAY__CREATE_WALLET_AND_LEARN_ABOUT_TOKENS
source: Don't have an address/private key? Checkout {START_LINK} minds.com/wallet {CLOSE_LINK} to create a wallet and learn how to get Minds tokens.
sv: Har du ingen adress/privat nyckel? Kolla in {START_LINK} minds.com/wallet {CLOSE_LINK} för att skapa en plånbok och lär dig hur du får Minds tokens.

# M__BLOCKCHAIN__TX_OVERLAY__DROP_KEYFILE_BELOW
source: Drop key file below to auto-fill the field.
sv: Släpp nyckelfilen nedan för att automatiskt fylla i fältet.

# M__BLOCKCHAIN__TX_OVERLAY__PRIVATE_KEY
source: Private Key
sv: Privat nyckel

# M__BLOCKCHAIN__TX_OVERLAY__REMEMBER_PKEY_FOR_1_MIN
source: Remember this private key for 1 minute only.
sv: Kom ihåg denna privata nyckel i endast 1 minut.

# M__ACTION__CANCEL
source: Cancel
sv: Avbryt

# M__BLOCKCHAIN__TX_OVERLAY__WARNING_REMEMBER_KEY_FOREVER
source: Warning: Remembering the private key for the rest of the session can be insecure and might lead to your ETH being stolen.
sv: Varning: Att komma ihåg den privata nyckeln för resten av sessionen kan vara osäkert och kan leda till att din ETH blir stulen.

# M__BLOCKCHAIN__TX_OVERLAY__GAS_PRICE
source: Gas Price
sv: Gas Pris

# COMMON__CANCEL
source: Cancel
sv: Avbryt

# COMMON__APPROVE
source: Approve
sv: Godkänn

# M__FEATURE__BOOST
source: Boost
sv: Öka

# BOOST__CREATOR__BOOST_TYPE_TITLE
source: Boost Type
sv: Boost typ

# M__FEATURE__NEWSFEED_PLURAL
source: Feeds
sv: Flöden

# BOOST__CREATOR__NEWSFEEDS_SELECTOR_DESC
source: Your content will appear on newsfeeds across the site.
sv: Ditt innehåll visas på nyhetsflöden på webbplatsen.

# M__COMMON__SELECTED
source: Selected
sv: Vald

# M__FEATURE__OFFER__PLURAL
source: Offers
sv: Erbjudanden

# BOOST__CREATOR__OFFERS_SELECTOR_DESC
source: Your content will be shared to a specific channel in exchange for USD or tokens.
sv: Ditt innehåll kommer att delas till en specifik kanal i utbyte mot USD eller tokens.

# M__FEATURE__SIDEBAR_PLURAL
source: Sidebars
sv: Sidofält

# BOOST__CREATOR__SIDEBARS_SELECTOR_DESC
source: Your content will display on the sidebars throughout the site.
sv: Ditt innehåll kommer att visas på sidofälten på hela webbplatsen.

# BOOST__CREATOR__BID_TITLE
source: How many views do you want?
sv: Hur många åsikter vill du ha?

# BOOST__CREATOR__OFFER_TITLE
source: What's your offer?
sv: Vad är ditt erbjudande?

# BOOST__CREATOR__VIEWS_INPUT_LABEL
source: views
sv: visningar

# BOOST__CREATOR__ESTIMATED_COMPLETION
source: Estimated completion time: {INTERPOLATION} hours
sv: Beräknad slutförandetid: {INTERPOLATION} timmar

# BOOST__CREATOR__PAYMENT_METHOD_CRYPTO_TITLE
source: Payment Method
sv: Betalningsmetod

# BOOST__CREATOR__PRIORITY_TITLE
source: Priority
sv: Prioritet

# BOOST__CREATOR__PRIORITY_TITLE_CTX
source: Priority content goes to the front of the line, but costs at least twice the price of a regular boost.
sv: Prioriterat innehåll går till frontlinjen, men kostar minst två gånger priset för en regelbunden ökning.

# M__ACTION__SELECT
source: Select
sv: Välj

# BOOST__CREATOR__CATEGORIES_TARGET_TITLE_CTX
source: Select the categories which you want your boost to be targeted to ( {INTERPOLATION} max).
sv: Välj de kategorier som du vill att ditt uppsving ska riktas till ( {INTERPOLATION} max).

# BOOST__CREATOR__TARGET_TITLE_CTX
source: Search for the channel you want to boost to.
sv: Sök efter den kanal du vill boosta till.

# BOOST__CREATOR__PLEASE_ENTER_BILLING
source: Please enter your billing details
sv: Ange dina faktureringsuppgifter

# M__ACTION__BOOST_NEXT
source: Next
sv: Nästa

# M__ACTION__BOOST_BACK
source: Back
sv: Tillbaka

# BOOST__CREATOR__BOOSTED_LABEL
source: Boosted!
sv: Boost!

# COMMON__CLOSE
source: Close
sv: Stäng

# COMMON__TITLE
source: Title
sv: Titel

# COMPOSER_POPUP__SPEAK_YOUR_MINDS_ELLIPSIS
source: Speak your mind...
sv: Tala om för dig...

# WIRE__CREATOR__AMOUNT_TITLE_HOW_MANY_TOKENS
source: Pick a subscriptions tier
sv: Välj en prenumerationsnivå

# WIRE__CREATOR__REPEAT_TRANSACTION_MONTHLY
source: Repeat this transaction monthly.
sv: Upprepa denna transaktion varje månad.

# WIRE__CREATOR__WIRE_TYPE_TITLE
source: Payment Method
sv: Betalningsmetod

# WIRE__CREATOR__OFFCHAIN_TOOLTIP
source: Offchain payments will not be published to the blockchain and are limited to 100 tokens a day.
sv: Offchain betalningar kommer inte att publiceras till blockchain och är begränsade till 100 tokens per dag.

# M__COMMON__BALANCE
source: Balance
sv: Saldo

# WIRE__CREATOR__BALANCE_OFFCHAIN_TOOLTIP
source: This balance is for your Minds.com OffChain wallet. Transactions made from this address will not appear on the blockchain.
sv: Detta saldo är för din Minds.com OffChain plånbok. Transaktioner gjorda från denna adress kommer inte att visas på blockkedjan.

# WIRE__CREATOR__ONCHAIN_TOOLTIP
source: Onchain payments will be published to the public blockchain. You may utilize Metamask or another address. These purchases require a Gas fee.
sv: Onchain betalningar kommer att publiceras till offentliga blockchain. Du kan använda Metamask eller en annan adress. Dessa inköp kräver en gasavgift.

# WIRE__CREATOR__ACTIVE_ADDRESS_TOOLTIP
source: This balance is for the {INTERPOLATION} wallet that is currently active in your Ethereum interface.
sv: Detta saldo är för {INTERPOLATION} plånboken som är aktiv i ditt Ethereum gränssnitt.

# WIRE__CREATOR__RECEIVER_ADDRESS_TOOLTIP
source: This balance is for the {INTERPOLATION} wallet that is currently set up as the receiver wallet for your channel.
sv: Detta saldo är för den {INTERPOLATION} plånbok som för närvarande är konfigurerad som mottagarplånbok för din kanal.

# M__WIRE_CREATOR__DONT_HAVE_TOKENS
source: Don't have tokens?
sv: Har du inte tokens?

# WIRE__CREATOR__SEND_ACTION
source: SEND
sv: SKICKA

# WIRE__CREATOR__WIRED_NOTICE
source: Wired!
sv: Trådlöst!

# COMMON__YEARLY
source: Yearly
sv: Årligen

# COMMON__MONTHLY
source: Monthly
sv: Månadsvis

# UPGRADE_OPTIONS__IDEAL_MINDS_USERS
source: Ideal for all Minds Users
sv: Idealisk för alla sinnen användare

# UPGRADE_OPTIONS__UPGRADE_CHANNEL_INFO
source: Upgrade your channel to unlock new features and upgrade your experience.
sv: Uppgradera din kanal för att låsa upp nya funktioner och uppgradera din upplevelse.

# UPGRADE_OPTIONS__ACCESS_EXCLUSIVE_CONTENT
source: Access exclusive content
sv: Få tillgång till exklusivt innehåll

# UPGRADE_OPTIONS__VERIFY_YOUR_CHANNEL
source: Verify your channel
sv: Verifiera din kanal

# UPGRADE_OPTIONS__HIDE_BOOSTED_CONTENT
source: Hide boosted content
sv: Dölj utökat innehåll

# UPGRADE_OPTIONS__MORE_INFO
source: More info
sv: Mer information

# UPGRADE_OPTIONS__PER_MONTH
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per month
sv: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per månad

# COMMON__UPGRADE_TO_PLUS
source: Upgrade to Plus
sv: Uppgradera till Plus

# UPGRADE_OPTIONS__FOR_INDEPENDANT_CREATORS
source: For independent content creators
sv: För oberoende innehållsskapare

# UPGRADE_OPTIONS__ULTIMATE_PLATFORM
source: The ultimate platform for independent creators and brands.
sv: Den ultimata plattformen för oberoende skapare och varumärken.

# UPGRADE_OPTIONS__GET_PAID_WORK
source: Get paid for your work
sv: Få betalt för ditt arbete

# UPGRADE_OPTIONS__BUILD_OWN_CUSTOM_SITE
source: Build your own custom website
sv: Bygg din egen anpassade webbplats

# UPGRADE_OPTIONS__PROFESSIONAL_MEDIA_TOOLS
source: Professional media tools
sv: Professionella medieverktyg

# UPGRADE_OPTIONS__CUSTOM_SUPPORT
source: Custom support
sv: Anpassad support

# COMMON__MORE_INFO
source: More info
sv: Mer information

# COMMON__TRY_PRO
source: Try Pro
sv: Prova Pro

# COMMON__PER_MONTH
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per month
sv: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per månad

# COMMON__UPGRADE_TO_PRO
source: Upgrade to Pro
sv: Uppgradera till Pro

# COMMON__COMING_SOON
source: Coming soon
sv: Kommer snart

# UPGRADE_OPTIONS__NODE
source: Node
sv: Nod

# UPGRADE_OPTIONS__NEXT_LEVEL_CREATORS
source: For next-level content creators
sv: För nästa nivå innehållsskapare

# UPGRADE_OPTIONS__LAUNCH_OWN_NETWORK
source: Launch your own white-labeled social network and mobile app.
sv: Starta ditt eget vitmärkta sociala nätverk och mobilapp.

# UPGRADE_OPTIONS__WHITE_LABEL_WEB_MOBILE
source: White-labeled web + mobile app
sv: Vitmärkt webb + mobilapp

# UPGRADE_OPTIONS__CUSTOM_DOMAIN_BRAND
source: Custom domain and brand
sv: Anpassad domän och varumärke

# UPGRADE_OPTIONS__INDEPENDANT_FROM_MINDS
source: Independent from Minds
sv: Oberoende av sinnen

# UPGRADE_OPTIONS__CONTACT_US_PRICING
source: Contact us for pricing
sv: Kontakta oss för pris

# COMMON__CONTACT_US
source: Contact us
sv: Kontakta oss

# MINDS__CARDS__ACTIVITY__BOOSTED_LABEL
source: Boosted
sv: Knuffad

# MINDS__CARDS__ACTIVITY__BOOSTED_LABEL_ONCHAIN
source: Boosted Onchain
sv: Ökad Onchain

# COMMON__UNLISTED
source: Unlisted
sv: Olistad

# M__ACTION__SAVE
source: Save
sv: Spara

# ACTIVITY__REMIND_NOT_AVAILABLE
source: This remind is not available because you blocked {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} .
sv: Denna påminnelse är inte tillgänglig eftersom du blockerade {START_LINK} @ {INTERPOLATION} {CLOSE_LINK} .

# MINDS__CARDS__ACTIVITY__BOOST_NOTICE
source: Boost this post to reach more people!
sv: Öka detta inlägg för att nå fler människor!

# MINDS__CARDS__ACTIVITY__PINNED_POST
source: This post is pinned
sv: Det här inlägget är fäst

# MINDS__CARDS__ACTIVITY__CLICK_TO_PIN
source: Click to pin this post to the top of your channel feed
sv: Klicka för att fästa det här inlägget till toppen av ditt kanalflöde

# MINDS__CARDS__ACTIVITY__AWAITING_MODERATION
source: This post is awaiting moderation.
sv: Det här inlägget väntar på måtta.

# M__COMMON__MEMBERS
source: Members
sv: Medlemmar

# BLOGS__DRAFT_LABEL
source: Draft
sv: Utkast

# M__COMMON__REPORT
source: Report
sv: Rapportera

# REPORT__CREATOR__REPORT_NOTE_PLACEHOLDER
source: Please explain why you think this content should not be on Minds.
sv: Vänligen förklara varför du tycker att det här innehållet inte ska finnas på Minds.

# REPORT__CREATOR__DMCA_NOTICE
source: Please submit a {START_LINK} DMCA notice {CLOSE_LINK} to copyright@minds.com.
sv: Vänligen skicka ett {START_LINK} DMCA-meddelande {CLOSE_LINK} till copyright@minds.com.

# REPORT__CREATOR__SUBMIT_ACTION
source: SUBMIT
sv: SKICKA

# REPORT__CREATOR__NEXT_ACTION
source: NEXT
sv: NÄSTA

# M__COMMON__THANKS_LET_US_KNOW_KEEP_MINDS_SAFE
source: Thanks for letting us know! We appreciate your effort to keep Minds safe and secure.
sv: Tack för att du låter oss veta! Vi uppskattar din insats för att hålla sinnen säkra och säkra.

# M__COMMON__REVIEW_REPORT_ASAP
source: We will review your report as soon as possible.
sv: Vi kommer att granska din rapport så snart som möjligt.

# M__ACTION__CLOSE__CAPS
source: CLOSE
sv: STÄNG

# MINDS__COMMENTS__LOADING_ELLIPSIS
source: Loading…
sv: Laddar…

# MINDS__COMMENTS__LOAD_ACTION
source: Load
sv: Ladda

# MINDS__COMMENTS__TRY_AGAIN_ACTION
source: Try again
sv: Försök igen

# MINDS__COMMENTS__LOAD_EARLIER_ACTION
source: Load earlier
sv: Ladda tidigare

# MINDS__COMMENTS__START_CONVERSATION
source: Start the conversation!
sv: Starta konversationen!

# M__COMMON__WAIT_UPLOAD
source: Please wait until the upload is complete.
sv: Vänta tills uppladdningen är klar.

# M__ACTION__EDIT
source: Edit
sv: Redigera

# M__ACTION__TRANSLATE
source: Translate
sv: Översätt

# M__ACTION__DELETE
source: Delete
sv: Radera

# M__ACTION__REPORT
source: Report
sv: Rapportera

# MINDS__CARDS__COMMENT__PRESS_ESC_TO_CANCEL
source: Press ESC to cancel
sv: Tryck på ESC för att avbryta

# M__ACTION__MARK_SPAM
source: Mark as spam
sv: Markera som spam

# M__ACTION__NOT_SPAM
source: Not spam
sv: Inte spam

# COMMON__ADMIN_ACTIONS__MARK_AS_DELETED
source: Mark as deleted
sv: Markera som borttagen

# COMMON__ADMIN_ACTIONS__UNDELETE
source: Undelete
sv: Återställ

# COMMON__CATEGORIES__SELECT_A_CATEGORY
source: select a category
sv: välj en kategori

# COMMON__TREE__NO_RESULTS
source: No results found
sv: Inga resultat hittades

# M__NSFW__FULL
source: Not Safe for Work
sv: Inte säker för jobbet

# ONBOARDING__FINISHED_SETTING_UP
source: Finish setting up your account
sv: Slutför konfigureringen av ditt konto

# COMMON__FILTER
source: Filter
sv: Filtrera

# COMMON__FEED
source: Feed
sv: Flöde

# COMMON__VIDEOS
source: Videos
sv: Videor

# COMMON__IMAGES
source: Images
sv: Bilder

# COMMON__ARTICLES
source: Articles
sv: Artiklar

# COMMON__GROUPS
source: Groups
sv: Grupper

# COMMON__WIRE
source: Wire
sv: Tråd

# COMMON__SETTING
source: Settings
sv: Inställningar

# PLUS_SUBSCRIPTION_OPTION__YEARLY
source: Yearly
sv: Årligen

# PLUS_SUBSCRIPTION_OPTION__MONTHLY
source: Monthly
sv: Månadsvis

# PLUS_SUBSCRIPTION__PER_MONTH
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per month
sv: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per månad

# PLUS_SUBSCRIPTION__UPGRADE_TO_PLUS
source: Upgrade to Plus
sv: Uppgradera till Plus

# PLUS_SUBSCRIPTION__CANCEL_PLUS
source: Cancel Plus
sv: Avbryt Plus

# PLUS__VERIFY__LINKS_INPUT_LABEL
source: Please post your Minds channel page (eg. https://minds.com/YourUsername) on two other social media sites where you own the same username to verify yourself. They must link back to your Minds channel so we know it is you.
sv: Vänligen posta din Minds kanal sida (t.ex. https://minds.com/YourUsername) på två andra sociala medier webbplatser där du äger samma användarnamn för att verifiera dig själv. De måste länka tillbaka till din Minds kanal så att vi vet att det är du.

# PLUS__VERIFY__DESCRIPTION_LABEL
source: Please give a brief statement as to why you should be verified
sv: Vänligen ge ett kort uttalande om varför du bör verifieras

# PLUS__VERIFY__SUBMIT_ACTION
source: Submit
sv: Skicka

# ADS__BOOSTED_CONTENT
source: Boosted content
sv: Ökat innehåll

# MINDS__BOOST_CONSOLE__TOPBAR__NEWSFEED_TOOLTIP
source: Boosts shown on user's feeds
sv: Ökar visas på användarens flöden

# MINDS__BOOST_CONSOLE__TOPBAR__SIDEBAR_TOOLTIP
source: Boosts shown on sidebars
sv: Ökar visas på sidofält

# MINDS__BOOST_CONSOLE__TOPBAR__OFFERS_TOOLTIP
source: Boosts you've offered to other users or that've been offered to you
sv: Ökar du har erbjudit andra användare eller som har erbjudits dig

# M__FEATURE__PUBLISHER
source: Publisher
sv: Utgivare

# MINDS__BOOST_CONSOLE__TOPBAR__PUBLISHER_TOOLTIP
source: Boost Publisher program
sv: Öka utgivarens program

# BOOST__CONSOLE__INBOX_TAB
source: Inbox
sv: Inkorg

# MINDS__BOOST_CONSOLE__TOPBAR__INBOX_TOOLTIP
source: Boosts that have been offered to you
sv: Booster som har erbjudits dig

# BOOST__CONSOLE__OUTBOX_TAB
source: Outbox
sv: Utkorg

# MINDS__BOOST_CONSOLE__TOPBAR__OUTBOX_TOOLTIP
source: Boosts you've offered other users
sv: Ökar du erbjudit andra användare

# BOOST__CONSOLE__LIST__EMPTY_BOOSTS_PRE
source: You have no boosted posts.
sv: Du har inga förstärkta inlägg.

# BOOST__CONSOLE__LIST__EMPTY_BOOSTS_CREATE_ONE
source: Create one
sv: Skapa en

# BOOST__CONSOLE__LIST__EMPTY_P2P_BOOSTS
source: You have no boosts in your {INTERPOLATION} .
sv: Du har inga booster i din {INTERPOLATION} .

# M__COMMON__VIEWS_WITH_COUNT
source: {INTERPOLATION} views
sv: {INTERPOLATION} visningar

# BOOST__CONSOLE__CARD__VIEWS_SO_FAR
source: {INTERPOLATION} views so far
sv: {INTERPOLATION} visningar hittills

# BOOST__CONSOLE__CARD__VIEWS_DELIVERED
source: {INTERPOLATION} views delivered
sv: {INTERPOLATION} visningar levererade

# M__ACTION__REJECT
source: Reject
sv: Avvisa

# M__ACTION__ACCEPT
source: Accept
sv: Acceptera

# BOOST__CONSOLE__CARD__PREVIOUS_REJECTION
source: Your boost was rejected: {INTERPOLATION}
sv: Ditt boost avvisades: {INTERPOLATION}

# Select hashtag dropdown@@M__FEATURE__HASHTAGS
source: Hashtags
sv: Hashtaggar

# M__FEATURE__WIRE
source: Add tags
sv: Lägg till taggar

# TAGS_SELECTOR__SELECT_UP_TO_5_HASHTAGS
source: Select up to 5 hashtags.
sv: Välj upp till 5 hashtags.

# MINDS__POSTER__SPEAK_YOUR_MIND
source: Speak your mind...
sv: Tala om för dig...

# COMMON__RATING
source: Rating
sv: Betyg

# MINDS__POSTER__POST_ACTION
source: Post
sv: Inlägg

# BOOST__CONSOLE__BOOSTER__CTA
source: Boosting guarantees more views on your posts and content.
sv: Boosting garanterar fler vyer om dina inlägg och innehåll.

# BOOST__CONSOLE__BOOSTER__POST_SOMETHING
source: You have no content yet. Why don't you post something?
sv: Du har inget innehåll ännu. Varför lägger du inte upp något?

# BOOST__CONSOLE__BOOSTER__YOUR_CHANNEL_TITLE
source: Your channel
sv: Din kanal

# BOOST__CONSOLE__BOOSTER__YOUR_RECENT_MEDIA_TITLE
source: Your recent media
sv: Din senaste media

# WIRE__LOCK_SCREEN__RECEIVED_TIMEOUT_LABEL
source: We've received your transaction. Please try unlocking this post after it gets processed. We estimate it may take around 5 minutes.
sv: Vi har fått din transaktion. Försök att låsa upp det här inlägget efter att det har behandlats. Vi uppskattar att det kan ta cirka 5 minuter.

# WIRE__LOCK_SCREEN__WIRE_ME_OVER_PART
source: Wire me over
sv: Trådlös mig över

# WIRE__LOCK_SCREEN__USD_PER_MONTH
source: {INTERPOLATION} /month
sv: {INTERPOLATION} /månad

# WIRE__LOCK_SCREEN__POINTS_PER_MONTH
source: {INTERPOLATION} points/month
sv: {INTERPOLATION} poäng/månad

# WIRE__LOCK_SCREEN__TOKENS_PER_MONTH
source: {INTERPOLATION} Tokens/month
sv: {INTERPOLATION} Tokens/månad

# WIRE__LOCK_SCREEN__TO_SEE_TITLE_PART
source: to see this post.
sv: för att se det här inlägget.

# WIRE__LOCK_SCREEN__ONLY_SUPPORTERS_TITLE_PART
source: Only supporters who wire you over
sv: Endast supportrar som leder dig över
