Repository: teaist/tocminds
Catalog: front/src/locale/Minds.*.xliff
Languages: sv

# WALLETV2_SETTINGS_ETH__SAME_AS_ONCHAIN_TEXT
source: Your Ether address is the same as your on-chain address. {START_TAG_M-TOOLTIP} Why? On-chain tokens run on the Ethereum network and require Ether to send. {CLOSE_TAG_M-TOOLTIP}
sv: Din Eter adress är samma som din on-chain-adress. {START_TAG_M-TOOLTIP} Varför? On-chain-tokens körs på Ethereum-nätverket och kräver att Eter skickar. {CLOSE_TAG_M-TOOLTIP}

# WALLETV2_SETTINGS_ETH__CHANGE_YOUR_ADDRESS
source: To view or change your address, go to {START_LINK} token settings {CLOSE_LINK} .
sv: Om du vill visa eller ändra din adress, gå till {START_LINK} tokeninställningar {CLOSE_LINK} .

# WALLETV2_SETTINGS_ETH__ETHER_TOTAL
source: Ether total
sv: Eter totalt

# WALLETV2_SETTINGS_ETH__BUY_ETHER
source: Buy Ether
sv: Köp Eter

# SETTINGS_BTC__BITCOIN__ADDRESS
source: Bitcoin Address
sv: Bitcoin-adress

# SETTINGS_BTC__BITCOIN_ADDRESS_INFO
source: Enter the public address from your own Bitcoin wallet which will be used to receive Bitcoin payments on Minds. Minds does not store your Bitcoin.
sv: Ange den publika adressen från din egen Bitcoin-plånbok som kommer att användas för att få Bitcoin-betalningar på Mind. Minds lagrar inte din Bitcoin.

# SETTINGS_BTC__INVALID_ADDRESS_FORMAT
source: Invalid address format
sv: Ogiltigt adressformat

# SETTINGS_BTC__UPDATE_BITCOIN_ADDRESS
source: Update Bitcoin Address
sv: Uppdatera bitcoin-adress

# SETTINGS_BTC__BACK_TO_CURRENT_ADDRESS
source: Back to current address
sv: Tillbaka till nuvarande adress

# SETTINGS_BTC__BITCOIN_ADDRESS
source: Bitcoin Address
sv: Bitcoin-adress

# SETTINGS_BTC__CURRENT_BITCOIN_ADDRESS
source: Current bitcoin address
sv: Nuvarande bitcoin-adress

# SETTINGS_BTC__CHANGE_ADDRESS
source: Change Address
sv: Ändra adress

# WALLET_V2_TOKEN__ONBOARDING__VERIFY_PHONE_NUMBER
source: Verify your phone number
sv: Verifiera ditt telefonnummer

# WALLET_V2_TOKENS_ONBOARDING__USED_SIMPLY_TO_VERIFY
source: Used simply to verify your uniqueness.
sv: Används helt enkelt för att verifiera din unikhet.

# WALLET_V2_TOKEN_ONBOARDING__ADD_ONCHAIN_ADDRESS
source: Add your on-chain address
sv: Lägg till din on-chain-adress

# WALLET_V2_TOKEN_ONBOARDING__YOUR_ETH_ADDRESS_INFO
source: Your Ethereum address allows you to start receiving payments on the blockchain.
sv: Din Ethereum adress kan du börja ta emot betalningar på blockkedjan.

# WALLETV2_ONCHAIN_TRANSFER__ONCHAIN_TRANSFER
source: On-Chain Transfer
sv: On-Chain överföring

# WALLETV2_ONCHAIN_TRANSFER__YOU_CAN_REQUEST_UP_TO_X
source: You can request to transfer up to {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} from your rewards to your on-chain wallet below. You may only transfer once per day.
sv: Du kan begära att få överföra upp till {START_TAG_SPAN} {ICU} {CLOSE_TAG_SPAN} från dina belöningar till din kedjeplånbok nedan. Du kan endast överföra en gång per dag.

# WALLETV2_ONCHAIN_TRANSFER__GAS_FEE_NOTE
source: Note: a small amount of ETH will be charged to cover the transaction fee. Transfers go through an approval process and may take up to 72 hours to complete.
sv: Notera: en liten mängd ETH kommer att debiteras för att täcka transaktionsavgiften. Överföringar genomgår en godkännandeprocess och kan ta upp till 72 timmar att slutföra.

# COMMON__AMOUNT
source: Amount
sv: Belopp

# WALLETV2_ONCHAIN_TRANSFER__TRANSFER_AMOUNT_REQUIRED
source: Transfer amount required
sv: Överföringsbelopp krävs

# WALLETV2_ONCHAIN_TRANSFER__TRANSFER_MUST_BE_GREATER
source: Transfer amount must be greater than zero
sv: Överföringsbeloppet måste vara större än noll

# WALLETV2_ONCHAIN_TRANSFER__NOT_ENOUGH_FUNDS
source: You don't have enough tokens to make this transfer
sv: Du har inte tillräckligt med tokens för att göra denna överföring

# WALLETV2_ONCHAIN_TRANSFER__ONLY_ONCE_PER_DAY
source: You may only transfer once per day
sv: Du får endast överföra en gång per dag

# WALLET_V2_TOKENS_BALANCE__TOKEN_BALANCE
source: Token Balance
sv: Saldo på token

# WALLET_V2_TOKENS_BALANCE__STORE_TOKENS_INFO
source: On-Chain {START_TAG_M-TOOLTIP} Store tokens on your device instead of our servers for more control and portability {CLOSE_TAG_M-TOOLTIP}
sv: On-Chain {START_TAG_M-TOOLTIP} Butiktokens på din enhet istället för våra servrar för mer kontroll och portabilitet {CLOSE_TAG_M-TOOLTIP}

# WALLET_V2_TOKENS_BALANCE__OFFCHAIN_TOOLTIP
source: Off-Chain {START_TAG_M-TOOLTIP} Store tokens on our servers for quicker transaction times and no fees {CLOSE_TAG_M-TOOLTIP}
sv: Off-Chain {START_TAG_M-TOOLTIP} Butiktokens på våra servrar för snabbare transaktionstider och inga avgifter {CLOSE_TAG_M-TOOLTIP}

# WALLET_V2_TOKENS_BALANCE__TRANSFER_TO_ONCHAIN
source: Transfer to On-Chain
sv: Överför till On-Chain

# WALLET_V2_TOKENS_BALANCE__TODAYS_ESTIMATED_PAYOUT
source: Today's estimated payout {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tokens.
sv: Dagens beräknade utbetalning {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} tokens.

# WALLET_V2_TOKENS_BALANCE__NEXT_PAYOUT_INFO
source: Next payout in {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (Daily at {INTERPOLATION_1} )
sv: Nästa utbetalning i {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} (vid {INTERPOLATION_1} )

# WALLET_V2_TOKENS_BALANCE__LEARN_MORE_ABOUT_TOKENS
source: Learn more
sv: Läs mer

# WALLET_V2_TOKENS_BALANCE__LEARN_ABOUT_TOKENS
source: Learn About Tokens
sv: Lär dig om Tokens

# WALLET_V2_TOKENS_BALANCE__MINDS_REWARDS_YOU_WITH_CRYPTO_INFO
source: Minds rewards you with crypto for contributing to the network. The first step in joining our rewards program is to provide your mobile number. We convert your number into a hash ID using SHA-256 encryption and a salt key to create a unique identifier for your account. We do not store your number on our servers.
sv: Minds belönar dig med krypto för att du bidrar till nätverket. Det första steget i att gå med i vårt belöningsprogram är att tillhandahålla ditt mobilnummer. Vi konverterar ditt nummer till ett hash-ID med SHA-256-kryptering och en saltnyckel för att skapa en unik identifierare för ditt konto. Vi lagrar inte ditt nummer på våra servrar.

# WALLET_V2_TOKENS_BALANCE__RATHER_THAN_REWARDING_INFO
source: Rather than rewarding you with Points in real-time, we are now distributing our crypto rewards as a “Daily Reward Pool”. During the test network, we will be experimenting with how the Daily Reward Pool is calculated, but it will ideally be automated based on user participation once we move into the Main Ethereum network.
sv: I stället för att belöna dig med poäng i realtid distribuerar vi nu våra kryptobelöningar som en ”Daily Reward Pool”. Under testnätverket kommer vi att experimentera med hur Daily Reward Pool beräknas, men det kommer idealiskt att automatiseras baserat på användarnas deltagande när vi flyttar in i Main Ethereum-nätverket.

# WALLET_V2_TOKENS_BALANCE__EVERY_DAY_WE_MEASURE_INFO
source: Every day, we measure your contributions to the network and you receive a “Contribution Score” which can be found in the Contributions section of your wallet. We then calculate how much you contributed to the network relative to the entire community, which determines the percentage of the Daily Reward Pool that you earn.
sv: Varje dag, vi mäter dina bidrag till nätverket och du får en “Bidragspoäng” som finns i avsnittet Bidragsbeslut i din plånbok. Vi beräknar sedan hur mycket du bidragit till nätverket i förhållande till hela gemenskapen, som avgör den procentandel av Daily Reward Pool som du tjänar.

# WALLET_V2_TOKENS_BALANCE__ONLY_RECEIVE_UNIQUE_INFO
source: It is important to note that with the new system, you will only receive credit for unique interaction, and you can only earn credit from another unique user once per metric per day. (If a friend votes on my content 100 times in a day, I will only get credit for 1 vote). This is critical in preventing gaming and abuse of the system as we move into more valuable token rewards. We are essentially measuring how many unique users you reached in a given day.
sv: Det är viktigt att notera att med det nya systemet, kommer du bara att få kredit för unik interaktion, och du kan bara tjäna kredit från en annan unik användare en gång per meter per dag. (Om en vän röstar om mitt innehåll 100 gånger på en dag, kommer jag bara att få beröm för 1 röster). Detta är avgörande för att förhindra spel och missbruk av systemet när vi går in i mer värdefulla symboliska belöningar. Vi mäter i huvudsak hur många unika användare du nått under en viss dag.

# WALLET_V2_TOKENS_BALANCE__DAILY_REWARDS_INFO
source: Daily rewards will be distributed at 02:00 am GMT everyday into your off-chain address.
sv: Dagliga belöningar kommer att distribueras klockan 02:00 am GMT varje dag till din off-chain adress.

# WALLET_V2__BALANCE_CASH__ADD_BANK_INFO
source: Add your bank information
sv: Lägg till din bankinformation

# WALLET_V2__BALANCE_CASH__START_RECEIVING_CASH_INFO
source: Start receiving cash payouts by adding your bank details.
sv: Börja ta emot kontantutbetalningar genom att lägga till dina bankuppgifter.

# WALLET_V2__BALANCE_CASH__FINISH_ADDING_DETAILS_INFO
source: Finish adding your bank details to start receiving cash payouts.
sv: Slutför att lägga till dina bankuppgifter för att börja ta emot kontantutbetalningar.

# WALLET_V2__BALANCE_CASH__PENDING_BALANCE_INFO
source: Pending Balance {START_TAG_M-TOOLTIP} The total amount of cash you are scheduled to receive from wires {START_TAG_NG-CONTAINER} and/or Pro earnings {CLOSE_TAG_NG-CONTAINER} . The payout date is an estimation and it may take up to 7 days before your cash reaches your bank account. {CLOSE_TAG_M-TOOLTIP}
sv: Väntande balans {START_TAG_M-TOOLTIP} Det totala beloppet av kontanter som du är planerad att få från ledningar {START_TAG_NG-CONTAINER} och/eller Pro lön {CLOSE_TAG_NG-CONTAINER} . Utbetalningsdatum är en uppskattning och det kan ta upp till 7 dagar innan dina pengar når ditt bankkonto. {CLOSE_TAG_M-TOOLTIP}

# WALLET_V2__BALANCE_CASH__ESTIMATED_PAYOUT
source: Estimated Payout
sv: Beräknad Utbetalning

# WALLET_V2__BALANCE_CASH__PRO_EARNINGS_INFO
source: Pro Earnings {START_TAG_M-TOOLTIP} At the end of each month, your Pro earnings will move into your pending balance if you've reached the $100 threshold. When this happens, your Pro earnings will be reset to zero. If you haven't reached the threshold, your earnings will rollover to the next month. {CLOSE_TAG_M-TOOLTIP}
sv: Pro-vinster {START_TAG_M-TOOLTIP} I slutet av varje månad, kommer din Pro-lön flytta in i ditt väntande saldo om du har nått $ 100 tröskeln. När detta sker kommer din Pro-vinst att återställas till noll. Om du inte har nått tröskeln, kommer dina inkomster att rulla över till nästa månad. {CLOSE_TAG_M-TOOLTIP}

# WALLET_V2__BALANCE_CASH__GO_TO_PRO_ANALYTICS
source: Go to {START_LINK} Pro Analytics {CLOSE_LINK}
sv: Gå till {START_LINK} Pro Analytics {CLOSE_LINK}

# WALLET_V2_TXS_TOKENS__UPCOMING
source: Upcoming
sv: Kommande

# WALLET_V2_TXS_TOKENS__TODAYS_DAILY_REWARDS
source: Today's Daily Rewards
sv: Dagens dagliga belöningar

# WALLET_V2_TXS_TOKENS__NO_TOKEN_TX_YET
source: You don't have any token transactions yet.
sv: Du har inga tokentransaktioner ännu.

# WALLET_V2_TXS_TOKENS__NO_X_TX_YET
source: You don't have any {INTERPOLATION} transactions yet.
sv: Du har inga {INTERPOLATION} transaktioner ännu.

# WALLET__V2__CASH__NO__TRANSACTIONS__YET
source: {START_PARAGRAPH} You don't have any cash transactions yet. {CLOSE_PARAGRAPH}
sv: {START_PARAGRAPH} Du har inga kontanttransaktioner än. {CLOSE_PARAGRAPH}

# WALLET_V2__CASH_ONBOARD__ADD_BANK_ACCOUNT_INFO
source: Add your bank account details where cash rewards will be deposited.
sv: Lägg till dina bankkontouppgifter där kontantbelöningar kommer att deponeras.

# WALLET_V2__CASH_ONBOARD__ADD_BANK_DETAILS
source: Add your bank details
sv: Lägg till dina bankuppgifter

# WALLET_V2__CASH_ONBOARD__START_RECEIVING_CASH_PAYOUTS
source: Start receiving cash payouts by adding your bank details.
sv: Börja ta emot kontantutbetalningar genom att lägga till dina bankuppgifter.

# CASH_ONBOARDING__COUNTRY
source: Country
sv: Land

# CASH_ONBOARDING__FIRST_NAME
source: First Name
sv: Förnamn

# CASH_ONBOARDING__LAST_NAME
source: Last Name
sv: Efternamn

# CASH_ONBOARDING__PHONE_NUMBER
source: Phone Number
sv: Telefonnummer

# CASH_ONBOARDING__HK_ID_CARD
source: Hong Kong Identity Card (HKID)
sv: Hongkongs ID-kort (HKID)

# CASH_ONBOARDING__SG_ID_CARD
source: National Registration Identity Card (NRIC)
sv: Nationellt registreringskort (NRIC)

# CASH_ONBOARDING__ADDRESS
source: Address
sv: Adress

# CASH_ONBOARDING__CITY
source: City
sv: Stad

# CASH_ONBOARDING__STATE
source: State
sv: Län

# CASH_ONBOARDING__STATE_PROVINCE
source: State / Province
sv: Län / Provins

# CASH_ONBOARDING__ZIP_CODE
source: Zip Code
sv: Postnummer

# CASH_ONBOARDING__POSTAL_CODE
source: Postal Code
sv: Postnummer

# CASH_ONBOARDING__READ_AND_AGREED_STRIPE
source: I have read and agree to the {START_LINK} Stripe Services Agreement {CLOSE_LINK}
sv: Jag har läst och godkänt {START_LINK} Stripe Services Agreement {CLOSE_LINK}

# COMMON__UPDATE_PERSONAL_INFORMATION
source: Update Personal Information
sv: Uppdatera personlig information

# CASH_ONBOARDING__ARE_YOU_SURE_STOP
source: Are you sure you want to stop? Any personal information you've entered will be lost.
sv: Är du säker på att du vill sluta? All personlig information som du har angett kommer att gå förlorad.

# COMMON__GO_BACK
source: Go back
sv: Gå tillbaka

# COMMON__IM_SURE
source: I'm sure
sv: Jag är säker

# CASH_ONBOARD_EXTRAS__WE_NEED_ADDITIONAL_INFO_TEXT
source: We need some additional information before we can verify your account.
sv: Vi behöver ytterligare information innan vi kan verifiera ditt konto.

# CASH_ONBOARD_EXTRAS__UPLOAD_PHOTO_ID
source: Upload Photo ID
sv: Ladda upp bild-ID

# CASH_ONBOARD_EXTRAS__UPLOAD_PROOF_OF_ADDRESS
source: Upload Proof of Address
sv: Ladda upp bevis för adress

# COMMON__PHONE_NUMBER
source: Phone Number
sv: Telefonnummer

# CASH_ONBOARD_EXTRAS__SAVE
source: Save
sv: Spara

# CASH_ONBOARDING__EXTRAS__PERSONAL_ID_TEXT
source: Personal ID / Social Security Number (SSN) / National Insurance Number
sv: Personnummer / personnummer (SSN) / Försäkringsnummer

# CASH_ONBOARD_EXTRAS__READ_AGREE_STRIPE_TOS_TEXT
source: I have read and agree to the {START_LINK} Stripe Services Agreement {CLOSE_LINK}
sv: Jag har läst och godkänt {START_LINK} Stripe Services Agreement {CLOSE_LINK}

# WALLET_V2__CASH_BANK_FORM__FINISH_ADDING_RECEIVE_CASH
source: Finish adding your bank details to start receiving cash payouts.
sv: Slutför att lägga till dina bankuppgifter för att börja ta emot kontantutbetalningar.

# CASH_BANK_FORM__COUNTRY
source: Country
sv: Land

# CASH_BANK_FORM__BANK_IBAN_NUMBER
source: Bank Account Number / IBAN
sv: Bankkontonummer / IBAN

# CASH_BANK_FORM__ROUTING_SORT_CODE
source: Routing Number / Sort Code
sv: Routningsnummer / sorteringskod

# CASH_BANK_FORM__CANCEL
source: Cancel
sv: Avbryt

# CASH_BANK_FORM__ADD_BANK_ACCOUNT
source: Add Bank Account
sv: Lägg till bankkonto

# CASH_BANK_FORM__YOUR_BANK_CASH_REWARDS_DEPOSITED
source: Your bank account where cash rewards are deposited.
sv: Ditt bankkonto där kontantbelöningar sätts in.

# CASH_BANK_FORM__ARE_YOU_SURE_STOP
source: Are you sure you want to stop? Any bank information you've entered will be lost.
sv: Är du säker på att du vill sluta? Alla bankuppgifter som du har angett kommer att gå förlorade.

# WALLET_V2__TOKENS__OVERVIEW
source: Overview
sv: Översikt

# WALLET_V2__TOKENS__TRANSACTIONS
source: Transactions
sv: Transaktioner

# WALLET_V2__TOKENS__SETTINGS
source: Settings
sv: Inställningar

# WALLET__V2__TABS__TRANSACTIONS
source: Transactions
sv: Transaktioner

# WALLET__V2__TABS__SETTINGS
source: Settings
sv: Inställningar

# COMMON__ACTIONS__BACK
source: Back
sv: Tillbaka

# SETTINGS__OTHER__REFERRALS__LABEL
source: Referrals
sv: Hänvisningar

# SETTINGS__OTHER__REFERRALS__DESCRIPTION
source: If your friend signs up for Minds within 24 hours of clicking the link you shared with them, they’ll be added to your pending referrals. Once they sign up for the rewards program by setting up their Minds wallet, the referral is complete and you’ll both get +1 added to your contribution scores!
sv: Om din vän registrerar sig för Minds inom 24 timmar efter att du klickat på länken du delade med dem, kommer de att läggas till i dina väntande hänvisningar. När de registrerar sig för belöningsprogrammet genom att sätta upp sin Minds plånbok, Hänvisningen är komplett och du kommer båda få +1 läggs till dina bidrag poäng!

# REFERRALS__MY_REFERRALS
source: My Referrals
sv: Mina hänvisningar

# M_REFERRALS_DASHBOARD__HEADER_USER
source: User
sv: Användare

# M_REFERRALS_DASHBOARD__STATUS_TOOLTIP
source: Referrals are pending until they've set up their wallet
sv: Hänvisningar väntar tills de har satt upp sin plånbok

# M_REFERRALS_DASHBOARD__HEADER_MINDS_SIGNUP
source: Minds Signup
sv: Registrering för sinnen

# M_REFERRALS_DASHBOARD__MINDS_SIGNUP_TOOLTIP
source: The day the referral created an account with Minds
sv: Dagen då hänvisningen skapade ett konto med sinnen

# M_REFERRALS_DASHBOARD__HEADER_REWARDS_SIGNUP
source: Rewards Signup
sv: Belöningar Registrering

# M_REFERRALS_DASHBOARD__REWARDS_SIGNUP_TOOLTIP
source: The day the referral sets up their wallet (and you are rewarded with tokens). Click PING to send a pending referral a notification to let them know they ought to join the rewards program.
sv: Den dag remiss sätter upp sin plånbok (och du belönas med tokens). Klicka på PING för att skicka en väntande remiss en anmälan för att låta dem veta att de borde gå med i belöningsprogrammet.

# M_REFERRALS_DASHBOARD__PING_STATE
source: pinged
sv: pingade

# M_REFERRALS_DASHBOARD__PING_BUTTON_NOTICE__ENABLED
source: Send {INTERPOLATION} a notification to let them know they ought to join the rewards program
sv: Skicka en avisering till {INTERPOLATION} för att låta dem veta att de borde gå med i belöningsprogrammet

# M_REFERRALS_DASHBOARD__PING_BUTTON_NOTICE__SENT
source: Ping sent!
sv: Ping skickad!

# M_REFERRALS_DASHBOARD__PING_BUTTON_NOTICE__DISABLED
source: You can only ping once every 7 days
sv: Du kan bara pinga en gång varje 7 dagar

# M_REFERRALS_DASHBOARD__NOTICE__NO_REFERRALS
source: You don't have any referrals yet.
sv: Du har inga hänvisningar ännu.

# M_REFERRALS__LINKS_MODAL_HEADER
source: Earn tokens for referring your friends
sv: Tjäna tokens för att hänvisa dina vänner

# M_REFERRALS__LINKS_REGISTER_URL_DESC
source: Send this link to your friends to earn tokens for referrals
sv: Skicka denna länk till dina vänner för att tjäna polletter för hänvisningar

# M_REFERRALS__LINKS_COPY_ACTION
source: Copy
sv: Kopiera

# M_REFERRALS__LINKS_COPY_STATE
source: Copied
sv: Kopierad

# M_REFERRALS__LINKS_REFERRER_PARAM_DESC
source: You can also get referrals by adding this code to the end of any Minds link you share
sv: Du kan också få hänvisningar genom att lägga till denna kod i slutet av någon Minds länk du delar

# M_REFERRALS__SHARE_HEADER
source: More ways to share
sv: Fler sätt att dela

# SETTINGS__ACCOUNT__DISPLAYNAME__LABEL
source: Display Name
sv: Visningsnamn

# SETTINGS__ACCOUNT__DISPLAYNAME__DESCRIPTION
source: Customize your display name.
sv: Anpassa ditt visningsnamn.

# ACCOUNT_DISPLAY_NAME__DISPLAY_NAME
source: Display Name
sv: Visningsnamn

# ACCOUNT_DISPLAY_NAME__SAVE_DISPLAY_NAME
source: Save Display Name
sv: Spara visningsnamn

# SETTINGS__SECURITY__SESSIONS__LABEL
source: Sessions
sv: Sessioner

# SETTINGS__SECURITY__SESSIONS__DESCRIPTION
source: Close all sessions with a single click.
sv: Stäng alla sessioner med ett enda klick.

# SETTINGS__SESSIONS__YOU_CURRENTLY_HAVE_X_OPEN
source: You currently have {INTERPOLATION} open {ICU} .
sv: Du har för närvarande {INTERPOLATION} öppna {ICU} .

source: {VAR_PLURAL, plural, =1 {session} other {sessions} }
sv: {VAR_PLURAL, plural, =1 {session} other {sessioner} }

# SETTINGSV2_SESSIONS__CLOSE_ALL_SESSIONS
source: Close all sessions
sv: Stäng alla sessioner

# SETTINGS__SECURITY__2FA__LABEL
source: Two-factor Authentication
sv: Tvåfaktorsautentisering

# SETTINGS__SECURITY__2FA__DESCRIPTION
source: Add an extra layer of security to your account by enabling 2FA.
sv: Lägg till ett extra säkerhetslager till ditt konto genom att aktivera 2FA.

# SETTINGS__ACCOUNT__EMAIL__LABEL
source: Email Address
sv: E-postadress

# SETTINGS__ACCOUNT__EMAIL__DESCRIPTION
source: Change the email address where notifications are sent.
sv: Ändra e-postadressen där aviseringar skickas.

# ACCOUNT_EMAIL_ADDRESS__TITLE
source: Email Address
sv: E-postadress

# ACCOUNT_EMAIL_ADDRESS__INVALID_EMAIL_ADDRESS
source: Invalid email address format.
sv: Ogiltigt epostadressformat.

# ACCOUNT_EMAIL_ADDRESS__SAVE_EMAIL_ADDRESS
source: Save Email Address
sv: Spara e-postadress

# SETTINGS__ACCOUNT__LANGUAGE__LABEL
source: Language Settings
sv: Inställningar för språk

# SETTINGS__ACCOUNT__LANGUAGE__DESCRIPTION
source: Change your preferred language and, if available, the web interface display.
sv: Ändra ditt önskade språk och, om tillgängligt, webbgränssnittet visas.

# COMMON__LANGUAGE
source: Language
sv: Språk

# LANGUAGE__UPDATE_LANGUAGE
source: Update Language
sv: Uppdatera språk

# LANGUAGE__HELP_US_TRANSLATE__WITH__LINK
source: Bring Minds to the world! If you speak another language, help the community with translations on {START_LINK} translate.minds.com {CLOSE_LINK} .
sv: Ta sinnen till världen! Om du talar ett annat språk, hjälp gemenskapen med översättningar på {START_LINK} translate.minds.com {CLOSE_LINK} .

# SETTINGS__ACCOUNT__PASSWORD__LABEL
source: Password
sv: Lösenord

# SETTINGS__ACCOUNT__PASSWORD__DESCRIPTION
source: Change account password.
sv: Ändra lösenord för kontot.

# PASSWORD_SETTINGS__EXISTING_PASSWORD
source: Existing Password
sv: Befintligt lösenord

# COMMON__INCORRECT_PASSWORD
source: Incorrect password.
sv: Felaktigt lösenord.

# PASSWORD_SETTINGS__INCORRECT_PASSWORD
source: New Password
sv: Nytt lösenord

# PASSWORD_SETTINGS__CONFIRM_NEW_PASSWORD
source: Confirm New Password
sv: Bekräfta nytt lösenord

# PASSWORD_SETTINGS__MUST_MATCH
source: Passwords must match.
sv: Lösenorden måste matcha.

# PASSWORD_SETTINGS__UPDATE_PASSWORD
source: Update Password
sv: Uppdatera lösenord

# SETTINGS__NOTIFICATIONS__EMAIL__LABEL
source: Email Notifications
sv: E-post aviseringar

# SETTINGS__NOTIFICATIONS__EMAIL__DESCRIPTION
source: Control what email notifications you receive, and when.
sv: Kontrollera vilka e-postmeddelanden du får och när.

# EMAIL_NOTIFICATIONS__EMAIL_ME_WHEN
source: Email me when
sv: Skicka e-post när

# EMAIL_NOTIFICATIONS__HAVE_UNREAD_NOTIFICATIONS
source: I have unread notifications
sv: Jag har olästa aviseringar

# EMAIL_NOTIFICATIONS__RECEIVED_WIRE
source: I receive a wire
sv: Jag får en tråd

# EMAIL_NOTIFICATIONS__BOOST_BEEN_COMPLETED
source: My boost has been completed
sv: Min boost har slutförts

# EMAIL_NOTIFICATIONS__EMAIL_ME_WITH
source: Email me with
sv: Skicka e-post med

# EMAIL_NOTIFICATIONS__TOP_POSTS_FROM_NETWORK
source: Top posts from my network
sv: Topp inlägg från mitt nätverk

# EMAIL_NOTIFICATIONS__IMPROVE_CHANNEL_TIPS
source: Tips on how to improve my channel
sv: Tips om hur jag kan förbättra min kanal

# EMAIL_NOTIFICATIONS__MISSED_SINCE_LAST_LOGIN
source: Things I've missed since my last login
sv: Saker jag har missat sedan min senaste inloggning

# EMAIL_NOTIFICATIONS__NEW_CHANNELS_SUB_TO
source: New channels to subscribe to
sv: Nya kanaler att prenumerera på

# EMAIL_NOTIFICATIONS__KEEP_ME_UPDATED_WITH
source: Keep me updated with
sv: Håll mig uppdaterad med

# EMAIL_NOTIFICATIONS__NEWS_ABOUT_NEW_MINDS_PRODUCTS
source: News about new Minds products and features
sv: Nyheter om nya Minds produkter och funktioner
