Repository: teaist/tocminds
Catalog: front/src/locale/Minds.*.xliff
Languages: sv

# MINDS__BLOGS__TOPBAR__YOUR_BLOGS_TOOLTIP
source: Your blogs
sv: Dina bloggar

# M__COMMON_TOPBAR_WRITE_NEW_BLOG
source: Write a new blog
sv: Skriv en ny blogg

# MINDS__BLOGS__TOPBAR__WRITE_A_NEW_BLOG_TOOLTIP
source: Write a new Blog
sv: Skriv en ny blogg

# M__ACTION__VIEW
source: View
sv: Visa

# COMMON__POST_MENU__UNFEATURE
source: un-Feature
sv: o-Feature

# COMMON__POST_MENU__MONETIZE
source: Monetize
sv: Pengar

# COMMON__POST_MENU__UNSUBSCRIBE
source: Unsubscribe
sv: Avprenumerera

# COMMON__POST_MENU__FOLLOW_NOTIFICATIONS
source: Follow post
sv: Följ inlägg

# COMMON__POST_MENU__UNFOLLOW_NOTIFICATIONS
source: Un-follow post
sv: Avfölj inlägg

# COMMON__POST_MENU__BLOCK_AND_UNBLOCK
source: Block/Unblock
sv: Blockera/avblockera

# COMMON__POST_MENU__BLOCK
source: Block user
sv: Blockera användare

# COMMON__POST_MENU__UNBLOCK
source: Unblock user
sv: Avblockera användare

# COMMON__POST_MENU__ALLOW_COMMENTS
source: Allow Comments
sv: Tillåt kommentarer

# COMMON__POST_MENU__DISABLE_COMMENTS
source: Disable Comments
sv: Inaktivera kommentarer

# COMMON__POST_MENU__MARK_AS_SAFE
source: Mark as Safe
sv: Markera som säker

# COMMON__POST_MENU__MARK_AS_OPEN
source: Mark as Open
sv: Markera som öppen

# COMMON__POST_MENU__DELETE_MODAL_MESSAGE
source: Are you sure you want to delete this post? There's no UNDO.
sv: Är du säker på att du vill ta bort det här inlägget? Det finns ingen UNDO.

# COMMON__POST_MENU__DELETE_MODAL_ATTACHMENT_MESSAGE
source: This action will also delete the attached media from your gallery.
sv: Denna åtgärd kommer också att ta bort den bifogade media från ditt galleri.

# COMMON__POST_MENU__DELETE_CONFIRMATION_MESSAGE
source: The post has been deleted.
sv: Inlägget har tagits bort.

# COMMON__POST_MENU__SELECT_CATEGORY
source: -- SELECT A CATEGORY --
sv: -- VÄLJ EN KATEGORI –

# M__ACTION__PIN
source: Pin
sv: Fäst

# SEARCH__TOP_TAB
source: Top
sv: Överst

# SEARCH__LATEST_TAB
source: Latest
sv: Senaste

# MINDS__SEARCH__TOPBAR__LATEST_TOOLTIP
source: Show newly created content first
sv: Visa nyskapat innehåll först

# M__FEATURE__CHANNEL__PLURAL
source: Channels
sv: Kanaler

# MINDS__SEARCH__TOPBAR__CHANNELS_TOOLTIP
source: Show only channels
sv: Visa endast kanaler

# M__FEATURE__POST_PLURAL
source: Posts
sv: Inlägg

# MINDS__SEARCH__TOPBAR__POSTS_TOOLTIP
source: Show only Posts
sv: Visa endast inlägg

# M__FEATURE__VIDEO_PLURAL
source: Videos
sv: Videor

# MINDS__SEARCH__TOPBAR__VIDEOS_TOOLTIP
source: Show only videos
sv: Visa endast videor

# M__FEATURE__IMAGE_PLURAL
source: Images
sv: Bilder

# MINDS__SEARCH__TOPBAR__IMAGES_TOOLTIP
source: Show only images
sv: Visa endast bilder

# M__FEATURE__BLOG_PLURAL
source: Blogs
sv: Bloggar

# MINDS__SEARCH__TOPBAR__BLOGS_TOOLTIP
source: Show only blogs
sv: Visa endast bloggar

# MINDS__CHANNELS__TOPBAR__GROUPS_TOOLTIP
source: Show only groups
sv: Visa endast grupper

# SEARCH__EXPLICIT_TOOLTIP
source: Include explicit content (+18) search results
sv: Inkludera explicit innehåll (+18) sökresultat

# SEARCH__EXCLUSIVE_TOOLTIP
source: Include exclusive content in search results
sv: Inkludera exklusivt innehåll i sökresultaten

# SEARCH_SUGGESTIONS__CLEAR_HISTORY
source: Search History
sv: Sök historik

# SEARCH__SUGGESTIONS__MINDS_CONTEXT_LABEL
source: Search Minds:
sv: Sök sinnen:

# SEARCH_CONTEXT_COLON
source: Search {INTERPOLATION} :
sv: Sök {INTERPOLATION} :

# COMMON__SEARCH
source: Search Minds
sv: Sök sinnen

# COMMON__SEARCH__SHORT
source: Search
sv: Sök

# MESSENGER__ENCRYPTION__ENTER_CHAT_PWD_DESC
source: Hey {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Please enter your encrypted chat password to access your conversations. This password might be different than your account password.
sv: Hej {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Ange ditt krypterade chatt lösenord för att komma åt dina konversationer. Detta lösenord kan vara annorlunda än ditt kontolösenord.

# MESSENGER__ENCRYPTION__ENTER_PWD_PH
source: Enter password
sv: Ange lösenord

# MESSENGER__ENCRYPTION__UNLOCK
source: Unlock
sv: Lås upp

# MESSENGER__ENCRYPTION__YOU_HAVENT_SETUP_PWD_DESC
source: Hey {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! It looks like you haven't setup your encrypted chat password yet. We recommend that you use a different password than your account password for added security.
sv: Hej {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} ! Det verkar som om du inte har konfigurerat ditt krypterade chattlösenord än. Vi rekommenderar att du använder ett annat lösenord än ditt kontolösenord för ökad säkerhet.

# MESSENGER__ENCRYPTION__CONFIRM_PWD_PH
source: Confirm your password
sv: Bekräfta ditt lösenord

# MESSENGER__ENCRYPTION__SETUP_ACTION
source: Setup
sv: Konfiguration

# MESSENGER__ENCRYPTION__CHANGING_PWD_NOTE
source: Changing your encryption password will cause your previous messages to be unreadable.
sv: Om du ändrar ditt krypteringslösenord kommer dina tidigare meddelanden att vara oläsliga.

# MESSENGER__ENCRYPTION__CANCEL_ACTION
source: Cancel
sv: Avbryt

# MESSENGER__ENCRYPTION__CHANGE_ACTION
source: Change
sv: Ändra

# MESSENGER__CONVERSATION__DELETE_TOOLTIP
source: Delete chat history
sv: Ta bort chatthistorik

# MESSENGER__CONVERSATION__DESTROY
source: Destroy
sv: Förstör

# MESSENGER__CONVERSATION__BLOCK_TOOLTIP
source: Block participants
sv: Blockera deltagare

# MESSENGER__CONVERSATION__BLOCK
source: Block
sv: Blockera

# MESSENGER__CONVERSATION__UNBLOCK_TOOLTIP
source: Un-block chat
sv: Avblockera chatten

# MESSENGER__CONVERSATION__UNBLOCK
source: Un-block
sv: Avblockera

# MESSENGER__CONVERSATION__CALL_ENDED
source: Call Ended
sv: Samtalet avslutades

# MESSENGER__CONVERSATION__MISSED_CALL
source: Missed Call
sv: Missat samtal

# MESSENGER__CONVERSATION__YOU_HAVE_BLOCKED_THIS_CHAT
source: You have blocked this chat
sv: Du har blockerat denna chatt

# MESSENGER__CONVERSATION__THIS_CHAT_IS_NO_LONGER_AVAILABLE
source: This chat is no longer available
sv: Denna chatt är inte längre tillgänglig

# MESSENGER__CONVERSATION__AWAITING_OTHER_PARTY
source: Awaiting other party…
sv: Väntar på annan part…

# MESSENGER__CONVERSATION__NOT_USING_MESSENGER_YET
source: Looks like {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} isn't using Minds Messenger yet.
sv: Ser ut som om {START_BOLD_TEXT} @ {INTERPOLATION} {CLOSE_BOLD_TEXT} inte använder Minds Messenger ännu.

# MESSENGER__CONVERSATION__INVITE_ACTION
source: Invite
sv: Bjud in

# MESSENGER__CONVERSATION__INVITED_STATE
source: Invited
sv: Inbjuden

# MESSENGER__CONVERSATION__SEND_A_MESSAGE
source: Send a message...
sv: Skicka ett meddelande...

# MESSENGER__USERLIST__MESSENGER_TITLE
source: Messenger
sv: Budbärare

# MESSENGER__USERLIST__LOGOUT_TOOLTIP
source: Logout of chat
sv: Utloggning av chatt

# MESSENGER__USERLIST__LOGOUT
source: Logout
sv: Utloggning

# MESSENGER__USERLIST__CHANGE_PWD_TOOLTIP
source: Change your encryption password
sv: Ändra ditt krypteringslösenord

# MESSENGER__USERLIST__REKEY
source: Re-key
sv: Åter-nyckel

# MESSENGER__USERLIST__SEARCH_PH
source: Search
sv: Sök

# MESSENGER__SETUP__MESSENGER_TITLE
source: Messenger
sv: Budbärare

# MESSENGER__SETUP__CHANGE_PWD_TOOLTIP
source: Change your encryption password
sv: Ändra ditt krypteringslösenord

# MESSENGER__SETUP__REKEY
source: Re-key
sv: Åter-nyckel

# MESSENGER__CHANNEL_BUTTON__MESSAGE
source: Message
sv: Meddelande

# MESSENGER__SETUP__ADDITIONAL_PWD_DESC
source: An additional password is required for messenger in order to ensure that your messages are private and fully encrypted.
sv: Ett ytterligare lösenord krävs för budbärare för att säkerställa att dina meddelanden är privata och helt krypterade.

# MESSENGER__ONBOARDING__PASSWORD_PH
source: Password
sv: Lösenord

# MESSENGER__ONBOARDING__CONFIRM_PASSWORD_PH
source: Confirm password
sv: Bekräfta lösenord

# MESSENGER__SETUP__ENTER_SAME_PWDS_TOOLTIP
source: Enter the same passwords as above to confirm.
sv: Ange samma lösenord som ovan för att bekräfta.

# M__COMMON__CONFIRM
source: Confirm
sv: Bekräfta

# M__COMMON__SKIP_W_PERIOD
source: Skip.
sv: Hoppa.

# MINDS__NEWSFEED__BOOST_ROTATOR__EXPLICIT_ITEM_TOOLTIP
source: By selecting Explicit mode, you acknowledge that you are 18+ years of age and are willing to see graphic content.
sv: Genom att välja Explicit mode bekräftar du att du är 18+ år och är villig att se grafiskt innehåll.

# MINDS__NEWSFEED__BOOST_ROTATOR__AUTO_ROTATE_ITEM
source: Auto-rotate
sv: Rotera automatiskt

# MINDS__NEWSFEED__BOOST_ROTATOR__AUTO_ROTATE_ITEM_TOOLTIP
source: This will enable/disable the Boost box on top of your feed from self-rotating.
sv: Detta kommer att aktivera/inaktivera Boost rutan ovanpå ditt flöde från självroterande.

# MINDS__NEWSFEED__BOOST_ROTATOR__HIDE_BOOST_ITEM
source: Hide Boost
sv: Göm Boost

# MINDS__NEWSFEED__BOOST_ROTATOR__SHOW_BOOST_ITEM
source: Show Boost
sv: Visa Boost

# MINDS__NEWSFEED__BOOST_ROTATOR__BOOST_VISIBILITY_TOOLTIP
source: Plus users may hide Boosts from their newsfeed.
sv: Plus användare kan dölja Boosts från deras nyhetsflöde.

# MINDS__NEWSFEED__BOOST_ROTATOR__BOOST_VISIBILITY_UPGRADE_TOOLTIP
source: Upgrade to Plus in order to turn off Boost.
sv: Uppgradera till Plus för att stänga av Boost.

# MINDS__NEWSFEED__BOOST_ROTATOR__ABOUT_BOOST
source: About Boost
sv: Om Boost

# GROUPS__TILE__MEMBERS_COUNT
source: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} members
sv: {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} medlemmar

# GROUPS__TILE__OPEN_ACTION
source: Open
sv: Öppna

# SIDEBAR_SELECTOR__PREFERRED
source: Preferred
sv: Föredragen

# SIDEBAR_SELECTOR__ON
source: On
sv: På

# SIDEBAR_SELECTOR__FILTER_BY_HASHTAG
source: Filter by this hashtag
sv: Filtrera efter denna hashtag

# COMMON__HIDE
source: Hide
sv: Dölj

# SIDEBAR_SELECTOR__SHOW_TRENDING
source: Show trending
sv: Visa trend

# SIDEBAR_SELECTOR__SHOW_SUGGESTED
source: Show suggested
sv: Visa förslag

# M_REFERRALS__SHARE_BUTTON_MESSENGER
source: Messenger
sv: Budbärare

# M_REFERRALS__SHARE_BUTTON_EMAIL
source: Email
sv: E-post

# M__COMMON__REFER_FRIENDS
source: Refer Friends
sv: Värva vänner

# MINDS__HOME__FORGOT_PASSWORD__ENTER_USERNAME_HELP_NOTE
source: To request a new password, enter your username
sv: För att begära ett nytt lösenord, ange ditt användarnamn

# M__ACTION__CONTINUE
source: Continue
sv: Fortsätt

# COMMON__PASSWORD_RESET_EMAIL_SENT
source: Password Reset Email Sent
sv: E-post för återställning av lösenord skickat

# COMMON__PASSWORD_UNLOCK_CODE_SENT
source: We have sent an unlock code to your registered email address.
sv: Vi har skickat en upplåsningskod till din registrerade e-postadress.

# MINDS__HOME__FORGOT_PASSWORD__CONFIRM_PASSWORD_LABEL
source: Password (confirm)
sv: Lösenord (bekräfta)

# BLOCKCHAIN__OPTIONS__INSTALL_WEB3
source: Minds recommends {START_LINK} MetaMask {CLOSE_LINK} . It's a bridge that allows you to visit the distributed web of tomorrow in your browser today. MetaMask includes a secure identity vault, providing a user interface to manage your identities on different sites and sign blockchain transactions.
sv: Minds rekommenderar {START_LINK} MetaMask {CLOSE_LINK} . Det är en bro som låter dig besöka morgondagens distribuerade webben i din webbläsare idag. MetaMask innehåller ett säkert identitetsvalv, vilket ger ett användargränssnitt för att hantera dina identiteter på olika webbplatser och signera blockchain-transaktioner.

# BLOCKCHAIN__OPTIONS__WEB3_LOCKED_OR_NO_WALLETS
source: There are no local wallets available, the wallet manager is locked, or you're connected to a different network.
sv: Det finns inga lokala plånböcker tillgängliga, plånbokshanteraren är låst, eller så är du ansluten till ett annat nätverk.

# BLOCKCHAIN__WALLET_ADDRESS_NOTICE
source: Hey, do you want to setup your Tokens wallet?
sv: Hallå, vill du konfigurera din Tokens plånbok?

# M__BLOCKCHAIN__TDE_BUY__BUY_ACTION
source: Buy
sv: Köp

# M__BLOCKCHAIN__TDE_BUY__BOUGHT_NOTE
source: Bought
sv: Köpt

# COMMON__PURCHASE_TOKENS
source: Purchase Tokens
sv: Köp Tokens

# COMMON__BUY
source: Buy
sv: Köp

# COMMON__BUY_ETH
source: Buy Eth
sv: Köp Ette

# M__PURCHASE_VERIFY_PHONE_MESSAGE
source: Please verify your phone number
sv: Vänligen verifiera ditt telefonnummer

# M__PURCHASE_TITLE
source: Your {INTERPOLATION} for {INTERPOLATION_1} Tokens ( {INTERPOLATION_2} ETH)
sv: Dina {INTERPOLATION} för {INTERPOLATION_1} Tokens ( {INTERPOLATION_2} ETH)

# M__PURCHASE_ETH_MIN_TO_APPROVE
source: Token {INTERPOLATION} over 40 ETH need to be approved by Minds before they can be issued.
sv: Token {INTERPOLATION} över 40 ETH måste godkännas av sinnen innan de kan utfärdas.

# M__PURCHASE_OFAC
source: I am not listed on any US OFAC Sanction list or prohibited from engaging in business in the USA
sv: Jag är inte listad på någon amerikansk OFAC Sanction lista eller förbjuden att bedriva verksamhet i USA

# M__PURCHASE_INVESTIMENT_INTENT
source: I am purchasing the tokens for use on the Minds Platform, and not as an investment.
sv: Jag köper polletter för användning på Minds Platform, och inte som en investering.

# M__PURCHASE_TERMS
source: I have read and accept the {START_LINK} Terms Of Sale {CLOSE_LINK} for the Minds Token
sv: Jag har läst och godkänt {START_LINK} Försäljningsvillkor {CLOSE_LINK} för Minds token

# M__PURCHASE_COMPLETED_H2
source: Thank you for your purchase of {INTERPOLATION} Tokens
sv: Tack för ditt köp av {INTERPOLATION} Tokens

# M__PURCHASE_COMPLETED_NOTE
source: Your transaction is processing and we will notify you once the transaction is complete.
sv: Din transaktion bearbetas och vi kommer att meddela dig när transaktionen är klar.

# M__PURCHASE_COMPLETED_NOTE_REVIEW
source: Because your purchase was over 60 ETH, it may take over 24 hours for the transaction to be completed. If you would like to contact us, please reach out to info@minds.com.
sv: Eftersom ditt köp var över 60 ETH, kan det ta över 24 timmar för transaktionen att slutföras. Om du vill kontakta oss, vänligen kontakta info@minds.com.

# M__PURCHASE_BUTTON
source: Purchase
sv: Köp

# M__PURCHASE_PLEASE_WAIT_BUTTON
source: Please wait...
sv: Vänligen vänta...

# M__PURCHASE_COMPLETED
source: Completed
sv: Slutförd

# MARKETING_NODES__MINDS_NODES
source: Minds Nodes
sv: Minds noder

# MARKETING_NODES__LAUNCH_YOUR_OWN_SOCIAL_NETWORK
source: Launch your own {START_EMPHASISED_TEXT} social networking app {CLOSE_EMPHASISED_TEXT}
sv: Starta din egen {START_EMPHASISED_TEXT} sociala nätverksapp {CLOSE_EMPHASISED_TEXT}

# MARKETING_NODES__START_WHITELABEL_NETWORK
source: Start your own white-labeled social networking app for web and mobile by leveraging Minds’ open source code base.
sv: Starta din egen vit-märkta sociala nätverk app för webben och mobil genom att utnyttja Minds öppen källkod bas.

# MARKETING_NODES__CONTACT_US_FOR_DETAILS
source: Contact us for details
sv: Kontakta oss för mer information

# MARKETING_NODES__PLATFORM_BRANDED_OWN_WAY
source: A platform branded your own way
sv: En plattform märkt din egen väg

# MARKETING_NODES__HARNESS_FEATURES_SECTION
source: Harness all of the features of Minds.com with your own design, brand name, domain and style. Set your own policies, develop your own network and contribute to the greater Minds open source project.
sv: Utnyttja alla funktioner i Minds.com med din egen design, varumärke, domän och stil. Ställ in dina egna policyer, utveckla ditt eget nätverk och bidra till projektet med öppen källkod.

# MARKETING_NODES__FULL_STACK_FEATURES
source: A full stack of features
sv: En full bunt med funktioner

# MARKETING_NODES__FULL_STACK_FEATURES_SECTION
source: The platform includes a wide variety of features, such as analytics, wallet, encrypted messaging, newsfeed, content hosting, blog editing, groups, hashtags, search, payments, advertising and more.
sv: Plattformen innehåller ett brett utbud av funktioner, såsom analys, plånbok, krypterade meddelanden, newsfeed, content hosting, bloggredigering, grupper, hashtags, sök, betalningar, reklam med mera.

# MARKETING_NODES__SYNC_ACROSS_DEVICES
source: Sync across all devices
sv: Synkronisera över alla enheter

# MARKETING_NODES__SYNC_ACROSS_DEVICES_SECTION
source: The Minds platform is built for all platforms, including Android, iOS and major web browsers such as Firefox, Chrome, Safari and Brave.
sv: Minds plattformen är byggd för alla plattformar, inklusive Android, iOS och stora webbläsare som Firefox, Chrome, Safari och Brave.

# MARKETING_NODES__OTHER_NODE_FEATURES
source: Other Nodes features
sv: Andra noder funktioner

# MARKETING_NODES__SUPPORT_MANY_USE_CASES
source: Supports many use cases
sv: Stöder många användningsfall

# MARKETING_NODES__SOCIAL_NETWORKING_ESSENTIAL_SECTION
source: Social networking is an essential tool for communicating inside your own company or reaching people outside.
sv: Sociala nätverk är ett viktigt verktyg för att kommunicera inom ditt eget företag eller nå ut till människor utanför.

# MARKETING_NODES__FOR_YOUR_COMMUNITY
source: For your community
sv: För din gemenskap

# MARKETING_NODES__STOP_OUTSOURCING_SOCIAL_MEDIA
source: Stop outsourcing your social media presence and losing all of your reach. Regain direct access to your audience.
sv: Sluta att outsourca din närvaro i sociala medier och förlora all din räckvidd. Återfå direkt tillgång till din publik.

# MARKETING_NODES__OPEN_SOURCE_CONTRIBUTION
source: Open source contribution
sv: Bidrag till öppen källkod

# MARKETING_NODES__ALL_WORK_CONTRIBUTE_GREATER
source: All of your work will contribute to the greater {START_LINK} Minds open source project {CLOSE_LINK} of building free and open source social networking technology for the world.
sv: Allt ditt arbete kommer att bidra till det större {START_LINK} Minds open source-projektet {CLOSE_LINK} för att bygga fri och öppen källkod social nätverksteknik för världen.

# MARKETING_NODES__CONTACT_FOR_DETAILS
source: Contact us for details
sv: Kontakta oss för mer information

# MINDS__COMMENTS__LOGIN_TO_COMMENT
source: {START_BOLD_TEXT} Log in {CLOSE_BOLD_TEXT} to comment
sv: {START_BOLD_TEXT} Logga in {CLOSE_BOLD_TEXT} för att kommentera

# COMMENT_POSTER__LOGIN_SEND_MESSAGE
source: {START_BOLD_TEXT} Log in {CLOSE_BOLD_TEXT} to send a message
sv: {START_BOLD_TEXT} Logga in {CLOSE_BOLD_TEXT} för att skicka ett meddelande

# MINDS__COMMENTS__CONTAINS_BLOCKED_REPLIES
source: This thread contains replies from blocked channels.
sv: Denna tråd innehåller svar från blockerade kanaler.

# MINDS__COMMENTS__NO_LIVE_COMMENTS
source: Could not load live comments
sv: Kunde inte ladda live-kommentarer

# MINDS__COMMENTS__SOCKET_RETRY
source: Click to retry
sv: Klicka för att försöka igen

# MINDS__COMMENTS__SOCKET_LOADING
source: Loading...
sv: Laddar...

# M__JOBS__MKT__MINDS_MARKETING_TITLE
source: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , want to join the team?
sv: {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} , vill gå med i teamet?

# M__JOBS__MKT__MINDS_MARKETING_TITLE__LOGGED__OUT
source: Hello there, want to join the team?
sv: Hallå där, vill gå med i teamet?

# M__CANARY_TITLE
source: Canary
sv: Kanarieöarna

# MINDS__CHANNELS__SOCIAL_PROFILES__URL_PLACEHOLDER
source: Social media profile URL
sv: URL för sociala medier

# MINDS__CHANNELS__SOCIAL_PROFILES__ADD
source: Add Social Profile
sv: Lägg till social profil

# COMMON__MESSAGE
source: Message
sv: Meddelande

# COMMON__PAY
source: Pay
sv: Betala

# MINDS__CHANNELS__FLAGGED_AS_SPAM
source: This user was flagged as spam.
sv: Denna användare flaggades som skräppost.

# MINDS__CHANNELS__FLAGGED_AS_DELETED
source: This user was flagged as deleted.
sv: Den här användaren flaggades som borttagen.

# MINDS__CHANNELS__ERROR_CHECK_USERNAME
source: Please check the username
sv: Vänligen kontrollera användarnamnet

# MINDS__CHANNELS__BLOCKED_NOTICE
source: You have blocked @ {INTERPOLATION}
sv: Du har blockerat @ {INTERPOLATION}

# MINDS__CHANNELS__UNBLOCK_ACTION
source: Click to Unblock
sv: Klicka för att avblockera

# MINDS__CHANNELS__SUBSCRIBERS_WITH_COUNT
source: Subscribers ( {INTERPOLATION} )
sv: Abonnenter ( {INTERPOLATION} )

# MINDS__CHANNELS__SUBSCRIPTIONS_WITH_COUNT
source: Subscriptions ( {INTERPOLATION} )
sv: Prenumerationer ( {INTERPOLATION} )

# MINDS__CHANNELS__CHANNEL_IS_NSFW_MESSAGE
source: This channel contains content that is NSFW
sv: Denna kanal innehåller innehåll som är NSFW

# YT_MIGRATED_VIDEOS__NO_TRANSFERED_VIDEOS
source: No transferred videos
sv: Inga överförda videor

# YOUTUBE_MIGRATION__CONFIG__TRANSFER_NEW_VIDEOS
source: Automatically transfer newly added YouTube videos across to Minds
sv: Överför automatiskt nya YouTube-videor över till Sinnen

# YOUTUBE_MIGRATOR__DISCONNECT_YOUTUBE_ACCOUNT
source: Disconnect YouTube Account
sv: Koppla från YouTube-konto

# YOUTUBE_MIGRATOR__CONNECTED
source: Connected
sv: Ansluten

# YOUTUBE_MIGRATOR__SIMPLY_DISCONNECT_YOUTUBE_ACCOUNT
source: You can simply disconnect your YouTube account from Minds. In doing so, any previously transferred videos will continue to be available on Minds.
sv: Du kan helt enkelt koppla bort ditt YouTube-konto från Minds. På så sätt kommer alla tidigare överförda videor att fortsätta vara tillgängliga på Minds.

# TAKE_BACK_CONTROL
source: Take back control of your social media
sv: Ta tillbaka kontrollen över dina sociala medier

# COMMON_FOOTER__ABOUT
source: About
sv: Om

# COMMON_FOOTER__MOBILE
source: Mobile
sv: Mobil

# COMMON_FOOTER__CAREERS
source: Careers
sv: Karriär

# COMMON_FOOTER__INVESTORS
source: Investors
sv: Investerare

# COMMON_FOOTER__BLOG
source: Blog
sv: Blogg

# COMMON_FOOTER__EVENTS
source: Events
sv: Händelser

# COMMON_FOOTER__STORE
source: Store
sv: Butik

# COMMON_FOOTER__BUSINESS
source: Business
sv: Företag

# COMMON_FOOTER__UPGRADE
source: Upgrade
sv: Uppgradera

# COMMON_FOOTER__PAY
source: Pay
sv: Betala

# COMMON_FOOTER__BOOST
source: Boost
sv: Öka

# COMMON_FOOTER__REWARDS
source: Rewards
sv: Belöningar

# COMMON_FOOTER__YOUTUBE_MIGRATION
source: YouTube Migration
sv: YouTube migrering

# COMMON_FOOTER__DEVELOPERS
source: Developers
sv: Utvecklare

# COMMON_FOOTER__DOCUMENTATION
source: Documentation
sv: Dokumentation

# COMMON_FOOTER__COMMUNITY
source: Community
sv: Gemenskap

# COMMON_FOOTER__CODE
source: Code
sv: Kod

# COMMON_FOOTER__CANARY
source: Canary
sv: Kanarieöarna

# COMMON_FOOTER__BRANDING
source: Branding
sv: Varumärke

# COMMON_FOOTER__SUPPORT
source: Support
sv: Stöd

# COMMON_FOOTER__LANGUAGES
source: Languages
sv: Språk

# COMMON_FOOTER__TERMS_OF_SERVICE
source: Terms of Service
sv: Villkor för tjänsten

# COMMON_FOOTER__PRIVACY_POLICY
source: Privacy Policy
sv: Integritetspolicy

# COMMON_FOOTER__CONTENT_POLICY
source: Content Policy
sv: Policy för innehåll

source: As featured in
sv: Som presenterades i

source: Minds in the press
sv: Sinnen i pressen

# MARKETING_PRO__REVENUE_MODEL_FOR_CREATORS
source: A new revenue model for {START_EMPHASISED_TEXT} creators {CLOSE_EMPHASISED_TEXT}
sv: En ny intäktsmodell för {START_EMPHASISED_TEXT} skapare {CLOSE_EMPHASISED_TEXT}

# MARKETING_PRO__GET_PAID_TRAFFIC
source: Get paid for your traffic and referrals
sv: Få betalt för din trafik och remisser

# MARKETING_PRO__LAUNCH_OWN_WEBSITE
source: Launch your own website
sv: Starta din egen webbplats

# MARKETING_PRO__RECEIVE_MULTI_CURRENCY_TIPS
source: Receive multi-currency tips and subscription payments from fans
sv: Få tips och prenumerationsbetalningar från fans

# MARKETING_PRO__SUPPORTS_CONTENT
source: Supports video, images, blogs and more
sv: Stöder video, bilder, bloggar och mer

# MARKETING_PRO__GET_PAID_FOR_WORK
source: Get paid for your work
sv: Få betalt för ditt arbete
