Repository: teaist/tocminds
Catalog: front/src/locale/Minds.*.xliff
Languages: sv

# MARKETING_PRO__RECEIVE_TIPS_SUBSCRIPTION
source: Receive tips and subscription payments in USD, Bitcoin, Ether or Minds Tokens. Earn money for driving pageviews, referring active users and sales.
sv: Få tips och prenumerationsbetalningar i USD, Bitcoin, Ether eller Minds Tokens. Tjäna pengar för att köra sidvisningar, hänvisa aktiva användare och försäljning.

# MARKETING_PRO__COST_PER_PAGEVIEW_SECTION
source: $1 for every 1,000 pageviews on your content (increases to $5 between 100K and 1M pageviews/month)
sv: $1 för varje 1000 sidvisningar på ditt innehåll (ökar till $5 mellan 100K och 1M sidvisningar / månad)

# MARKETING_PRO__REFERRED_SECTION
source: $0.10 for every referred active user
sv: $0.10 för varje refererad aktiv användare

# MARKETING_PRO__COMMISION_SECTION
source: 25% commission on all referred sales of Pro or {START_LINK} Minds Tokens {CLOSE_LINK}
sv: 25% provision på all remiss av Pro eller {START_LINK} Minds Tokens {CLOSE_LINK}

# MARKETING_PRO__LEARN_MORE
source: Learn More
sv: Läs mer

# MARKETING_PRO__BUILD_OWN_WEBSITE
source: Build your own website
sv: Bygg din egen webbplats

# MARKETING_PRO__SUBDOMAIN_CUSTOMDOMAIN_OTHER_INFO
source: Morph your channel into a full blown website with your own subdomain or custom domain, newsfeed, logo, theme, categories and footer.
sv: Förvandla din kanal till en fullfjädrad webbplats med din egen underdomän eller egen domän, nyhetsflöde, logotyp, tema, kategorier och sidfot.

# MARKETING_PRO__UPLOAD_VIDEOS_AND_PHOTOS
source: Upload videos and photos
sv: Ladda upp videor och bilder

# MARKETING_PRO__PUBLISH_BLOGS_EASY_EDITOR
source: Publish blogs in an easy-to-use editor
sv: Publicera bloggar i en lättanvänd redigerare

# MARKETING_PRO__CREATE_OWN_GROUPS
source: Create your own groups
sv: Skapa egna grupper

# MARKETING_PRO__TRACK_ALL_ANALYTICS
source: Track all of your analytics
sv: Spåra alla dina analyser

# MARKETING_PRO__CUSTOM_SUPPORT_FROM_TEAM
source: Custom support from the Minds team
sv: Anpassad support från Minds teamet

# MARKETING_PRO__REGAIN_CONTROL_BUSINESS
source: Regain control of your business online
sv: Återfå kontrollen över ditt företag online

# MARKETING_PRO__TIRED_DEMONETIZATION_SECTION
source: Tired of demonetization, censorship and unfair treatment from traditional social networks? Minds offers a fully transparent, privacy-focused platform with no bias, hidden algorithms or censorship.
sv: Trött på demonetik, censur och orättvis behandling från traditionella sociala nätverk? Sinnen erbjuder en helt transparent och integritetsfokuserad plattform utan några partiskheter, dolda algoritmer eller censur.

# MARKETING_PRO__LEVERAGE_BLOCKCHAIN_SECTION
source: Leverage the blockchain and crypto payments to eliminate the middleman and maintain autonomy over your revenue streams.
sv: Utnyttja blockchain och krypto betalningar för att eliminera mellanhänder och upprätthålla autonomi över dina intäktsströmmar.

# MARKETING_PRO__OTHER_PRO_FEATURES
source: Other Pro features
sv: Andra Pro-funktioner

# MARKETING_PRO__PROFESSIONAL_MEDIA
source: Professional media
sv: Professionell media

# MARKETING_PRO__UPLOAD_VIDEOS_LENGTH_SIZE_DETAILS
source: Upload videos or images up to 60 minutes in length, 4 GB in size and 1080p in resolution. Publish your own blogs with our easy-to-use editor.
sv: Ladda upp videor eller bilder upp till 60 minuter i längd, 4 GB i storlek och 1080p i upplösning. Publicera dina egna bloggar med vår lättanvända redigerare.

# MARKETING_PRO__UNLOCK_ALL_PRO_FEATURES
source: Unlock all Plus features
sv: Lås upp alla Plus-funktioner

# MARKETING_PRO__TURN_OFF_ADS_SECTION
source: Turn off ads, verify your channel, earn a badge and access exclusive content.
sv: Stäng av annonser, verifiera din kanal, tjäna ett märke och få tillgång till exklusivt innehåll.

# MARKETING_PRO__LEARN_ABOUT_PLUS
source: Learn About Plus
sv: Lär dig mer om Plus

# MARKETING_PRO__HARNESS_THE_NETWORK
source: Harness the network
sv: Utnyttja nätverket

# MARKETING_PRO__WHY_SEPERATE_FROM_COMMUNITY_SECTION
source: Why separate your website from your social network? Join forces with our community of millions of minds.
sv: Varför separera din webbplats från ditt sociala nätverk? Gå med i vår gemenskap med miljontals sinnen.

# MARKETING_PRO__UPGRADE_TO_PRO
source: Upgrade to Pro
sv: Uppgradera till Pro

# PRO_SETTINGS__CUSTOMIZE_TITLE_HEADLINE
source: Customize your title and headline
sv: Anpassa din titel och rubrik

# PRO_SETTINGS__CUSTOMIZE_THEME
source: Set up your site's color theme
sv: Ställ in din sajts färgtema

# PRO_SETTINGS__CUSTOMIZE_CUSTOM_LOGO
source: Upload custom logo and background images
sv: Ladda upp anpassad logotyp och bakgrundsbilder

# PRO_SETTINGS__CUSTOMIZE_HASHTAGS
source: Set up your category filter hashtags
sv: Ställ in dina kategorifilter-hashtaggar

# PRO_SETTINGS__CUSTOMIZE_FOOTER_LINKS
source: Set up your site's footer links
sv: Ställ in sidfotslänkar för din webbplats

# PRO_SETTINGS__CUSTOMIZE_DOMAIN
source: Customize your site domain
sv: Anpassa din webbplatsdomän

# PRO_SETTINGS__CUSTOMIZE_SELECT_CURRENCY_TYPE
source: Select the currency type you wish you be paid out in. Please note payouts only occur after your {START_LINK} earnings {CLOSE_LINK} are equivalent to $100 or greater.
sv: Välj vilken valutatyp du vill att du ska betalas ut. Observera att utbetalningar endast sker efter dina {START_LINK} löner {CLOSE_LINK} motsvarar $100 eller högre.

# PRO_SETTINGS__MANAGE_SUBSCRIPTIONS
source: Manage your subscription
sv: Hantera din prenumeration

# PRO_SETTINGS__UPGRADE_TO_PRO
source: (Upgrade to Pro)
sv: (Uppgradera till Pro)

# PRO_SETTINGS__PAGE_TITLE
source: Page Title
sv: Sidans titel

# PRO_SETTINGS__NAME_OF_PRO_SITE
source: The name of your pro site
sv: Namnet på din pro webbplats

# PRO_SETTINGS__BROWSER_TAB_TITLES
source: This will be used in browser tab titles and your SEO tags
sv: Detta kommer att användas i webbläsarens fliktitlar och dina SEO-taggar

# PRO_SETTINGS__HEADLINE
source: Headline
sv: Rubrik

# PRO_SETTINGS__SHORT_DESCRIPTION
source: A short description about your site
sv: En kort beskrivning av din webbplats

# PRO_SETTINGS__USED_IN_SEO_TAGS
source: This will be used in your SEO tags as well
sv: Detta kommer att användas i dina SEO-taggar samt

# PRO_SETTINGS__ENABLE_PRO_THEME
source: Enable Pro theme
sv: Aktivera Pro tema

# PRO_SETTINGS__WHEN_ENABLED_WILL_APPLY
source: When enabled, your channel on minds.com will have your Pro site theme applied
sv: När aktiverad, din kanal på minds.com kommer att ha din Pro webbplats tema tillämpas

# PRO_SETTINGS__TEXT_COLOR
source: Text Color
sv: Text Färg

# PRO_SETTINGS__COLOR_OF_TEXT_ON_SITE
source: The color of text on your Pro site
sv: Färgen på texten på din Pro-webbplats

# PRO_SETTINGS__INVALID_HEX_CODE
source: Invalid hex code
sv: Ogiltig hex-kod

# PRO_SETTINGS__TEXT_COLOR_REQUIRED
source: Text color is required
sv: Textfärg krävs

# PRO_SETTINGS__LINK_COLOR
source: Link Color
sv: Länk färg

# PRO_SETTINGS__LINKS_COLOR_ON_HOVER
source: Links will become this color when you hover over them
sv: Länkar kommer att bli denna färg när du svävar över dem

# PRO_SETTINGS__LINK_COLOR_REQUIRED
source: Link color is required
sv: Länkfärg krävs

# PRO_SETTINGS__BACKGROUND_COLOR
source: Background Color
sv: Bakgrundsfärg

# PRO_SETTINGS__BACKGROUND_COLOR_EXPLANATION
source: The background color of some elements on your site
sv: Bakgrundsfärgen på vissa element på din webbplats

# PRO_SETTINGS__BACKGROUND_COLOR_REQUIRED
source: Background color is required
sv: Bakgrundsfärg krävs

# PRO_SETTINGS__COLOR_SCHEMA
source: Color Schema
sv: Färg Schema

# PRO_SETTINGS__LIGHT_OR_DARK_THEME
source: Do you want to use the light or dark theme?
sv: Vill du använda ljuset eller det mörka temat?

# COMMON_LIGHT
source: Light
sv: Ljus

# COMMON_DARK
source: Dark
sv: Mörk

# PRO_SETTINGS__TILE_ASPECT_RATIO
source: Tiles Aspect Ratio
sv: Rattblockets bildförhållande

# PRO_SETTINGS__TILE_ASPECT_RATIO_EXPLANATION
source: The width-to-height ratio of tiles on your site
sv: Bredd-till-höjd förhållandet mellan plattor på din webbplats

# PRO_SETTINGS__LOGO
source: Logo
sv: Logotyp

# PRO_SETTINGS__LOGO_EXPLANATION
source: This will be displayed on the top left of your site
sv: Detta kommer att visas högst upp till vänster på din webbplats

# PRO_SETTINGS__BACKGROUND_IMAGE
source: Background Image
sv: Bakgrundsbild

# PRO_SETTINGS__BACKGROUND_IMAGE_EXPLANATION
source: This will be displayed on the background of your site
sv: Detta kommer att visas på bakgrunden av din webbplats

# PRO_SETTINGS__CREATE_HASHTAGS
source: Hashtags
sv: Hashtaggar

# PRO_SETTINGS__CREATE_HASHTAGS_EXPLANATION
source: Create a topbar of links to provide easy access to site contents that share a hashtag
sv: Skapa en topplista med länkar för att ge enkel åtkomst till webbplatsens innehåll som delar en hashtagg

# PRO_SETTINGS__ADD
source: Add
sv: Lägg till

# PRO_SETTINGS__LINKS
source: Links
sv: Länkar

# PRO_SETTINGS__LINKS_EXPLANATION
source: You can post external links below
sv: Du kan lägga upp externa länkar nedan

# PRO_SETTINGS__TEXT_DISPLAYED_BOTTOM_OF_PAGE
source: This text will be displayed at the bottom of the page
sv: Denna text kommer att visas längst ner på sidan

# PRO_SETTINGS__DOMAIN
source: Domain
sv: Domän

# PRO_SETTINGS__CURRENTLY_ONLY_SUBDOMAINS
source: Currently only subdomains are supported. Custom domains are coming soon.
sv: För närvarande stöds endast underdomäner. Egna domäner kommer snart.

# PRO_SETTINGS__CUSTOM_DOMAIN_HELP_EMAIL_MINDS
source: If you wish to use a custom domain then please email info@minds.com.
sv: Om du vill använda en egen domän maila info@minds.com.

# PRO_SETTINGS__DOMAIN_NOT_AVAILABLE
source: Domain not available
sv: Domän är inte tillgänglig

# PRO_SETTINGS__DOMAIN_IS_REQUIRED
source: Domain is required
sv: Domän är obligatoriskt

# PRO_SETTINGS__CUSTOM_CODE
source: Custom <head> Code
sv: Anpassad <head> kod

# PRO_SETTINGS__CUSTOM_CODE_EXPLANATION
source: Place ad blocks or other JS head codes here. Ask an admin for assistance.
sv: Placera annonsblock eller andra JS-huvudkoder här. Be en administratör om hjälp.

# PRO_SETTINGS__CONTACT_MINDS_CUSTOMIZE_CODE
source: Please contact a Minds admin or email info@minds.com to customize this field
sv: Vänligen kontakta en Minds admin eller maila info@minds.com för att anpassa detta fält

# PRO_SETTINGS__PAYOUT_METHOD
source: Payout Method
sv: Utbetalningsmetod

# PRO_SETTINGS__MINDS_TOKENS
source: Minds Tokens
sv: Sinnen Tokens

# PRO_SETTINGS__ETHER
source: Ether
sv: Eter

# PRO_SETTINGS__CANCEL_SUBSCRIPTION
source: Cancel Subscription
sv: Avbryt prenumeration

# PRO_SETTINGS__SAVE
source: Save {INTERPOLATION}
sv: Spara {INTERPOLATION}

# PRO_SUBSCRIPTION__YEARLY
source: Yearly
sv: Årligen

# PRO_SUBSCRIPTION__MONTHLY
source: Monthly
sv: Månadsvis

# PRO_SUBSCRIPTION__PER_MONTH
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per month
sv: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} per månad

# PRO_SUBSCRIPTION__UPGRADE_TO_PRO
source: Upgrade to Pro
sv: Uppgradera till Pro

# PRO_SUBSCRIPTION__ALREADY_PRO_MEMBER
source: You're already a Pro member.
sv: Du är redan medlem i Pro.

# PRO_SUBSCRIPTION__MANAGE_MEMBERSHIP
source: Manage membership.
sv: Hantera medlemskap.

# PRO_SUBSCRIPTION__TRY_PRO
source: Try Pro
sv: Prova Pro

# PRO_SUBSCRIPTION__BY_PURCHASING_PRO_AGREE
source: By purchasing Pro you agree to {START_LINK} Terms & Conditions {CLOSE_LINK} .
sv: Genom att köpa Pro godkänner du {START_LINK} villkor & villkor {CLOSE_LINK} .

# PRO_CHANNEL_LIST__ALL
source: All
sv: Alla

# PRO_CHANNEL_LIST__VIDEOS
source: Videos
sv: Videor

# PRO_CHANNEL_LIST__IMAGES
source: Images
sv: Bilder

# PRO_CHANNEL_LIST__ARTICLES
source: Articles
sv: Artiklar

# PRO_CHANNEL_LIST__GROUPS
source: Groups
sv: Grupper

# PRO_CHANNEL_LIST__FEED
source: Feed
sv: Flöde

# COMMON__SUBSCRIBERS__WITH__COUNT
source: Subscribers: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
sv: Abonnenter: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}

# COMMON__SUBSCRIBE
source: Subscribe
sv: Prenumerera

# COMMON__SUBSCRIBED
source: Subscribed
sv: Prenumererade

# MINDS__HASHTAGS__TOPBAR__HASHTAGS
source: #hashtags {START_ITALIC_TEXT} arrow_drop_down {CLOSE_ITALIC_TEXT}
sv: #hashtaggar {START_ITALIC_TEXT} arrow_drop_down {CLOSE_ITALIC_TEXT}

# MINDS__HASHTAGS__TOPBAR__ALL
source: #all
sv: #alla

# MINDS__HASHTAGS__TOPBAR__MORE
source: MORE
sv: MER

# MINDS__HASHTAGS__TOPBAR__SUGGESTED_MORE_TOOLTIP
source: Select the hashtags you wish to see more often
sv: Välj de hashtaggar du vill se oftare

# HASHTAG_TYPEAHEAD__RECENT_TAGS
source: Recent Tags
sv: Senaste taggar

# HASHTAG_TYPEAHEAD__CLEAR_HISTORY
source: Clear History
sv: Rensa historik

# SUGGESTIONS__CHANNEL__TITLE
source: Suggested Channels
sv: Förslag på kanaler

# SUGGESTIONS__GROUP__TITLE
source: Suggested Groups
sv: Föreslagna grupper

# COMMON__JOIN
source: Join
sv: Gå med

# COMMON__JOINING
source: Joining
sv: Ansluter

# COMPOSER_NSFW__IF_POST_CONTAINS
source: If this post contains content that is NSFW (Not Safe for Work) it is your responsibility to tag it accordingly. Failing to do so will violate our terms of use.
sv: Om det här inlägget innehåller innehåll som är NSFW (Not Safe for Work) är det ditt ansvar att märka det därefter. Om vi inte gör det kommer vi att bryta mot våra användarvillkor.

# COMPOSER_NSFW__GUIDELINES_FURTHER_INFORMATION
source: See {START_LINK} guidelines {CLOSE_LINK} for further information.
sv: Se {START_LINK} riktlinjer {CLOSE_LINK} för ytterligare information.

# COMMON__SAVE
source: Save
sv: Spara

# COMMON__MONETIZE
source: Monetize
sv: Pengar

# COMPOSER__MONETIZE_POST
source: Monetize post by making it available to your users who support your channel.
sv: Penga in inlägg genom att göra det tillgängligt för dina användare som stödjer din kanal.

# COMPOSER__ENABLE_PAYWALL
source: Enable Paywall
sv: Aktivera Paywall

# COMMON__CUSTOM
source: Custom
sv: Anpassad

# CHANNELS__MONETIZE__MIN_TOKENS_PER_MONTH
source: Minimum Tokens/Month
sv: Minsta tokens / månad

# CHANNELS__MONETIZE__MAX_TOKENS_PER_MONTH
source: Minimum USD/Month
sv: Minsta USD/månad

# COMPOSER__AMOUNT_REQUIRED_REQUIRED_ACCESS
source: Amount required to access membership tier
sv: Belopp som krävs för att komma åt medlemsnivån

# COMMON__TAG
source: Tag
sv: Tagg

# COMPOSER_POPUP__TAGGING_POSTS_DISCOVER
source: Tagging your post will make your content more easily discoverable. Add up to five.
sv: Att Tagga ditt inlägg kommer att göra ditt innehåll lättare att upptäcka. Lägg till upp till fem.

# COMMON_TAG
source: Tag
sv: Tagg

# COMMON__ADD
source: Add
sv: Lägg till

# COMPOSER_POPUP__SAVE_TAGS
source: Save Tags
sv: Spara taggar

# COMMON__SCHEDULE_POST
source: Schedule Post
sv: Schemalägg inlägg

# COMMON__DATE
source: Date
sv: Datum

# COMMON__TIME
source: Time
sv: Tid

# DISCOVERY_SIDEBAR_TAGS__X_POSTS
source: {INTERPOLATION} posts
sv: {INTERPOLATION} inlägg

# DISCOVERY_SIDEBAR_TAGS__SEE_MORE
source: See more
sv: Se mer

source: Trending Tags
sv: Trendande taggar

# DISCOVERY_SETTINGS__MANAGE_TAGS
source: Manage Tags
sv: Hantera taggar

# DISCOVERY__SETTINGS_ADD_CUSTOM_TAGS
source: Add Custom Tag
sv: Lägg till anpassad tagg

# DISCOVERY__TAGS__YOUR_TAGS
source: Your Tags
sv: Dina taggar

# DISCOVERY__TAGS__OTHER_TAGS
source: Other Tags
sv: Andra taggar

# DISCOVERY_SETTINGS__SAVE_TAGS
source: Save Tags
sv: Spara taggar

# LANGUAGE_MODAL__SELECT_LANGUAGE
source: Select Language
sv: Välj språk

# LANGUAGE_SIDEBAR__PROMPT
source: Did you know that Minds will soon be available in {INTERPOLATION} ?
sv: Visste du att Minds snart kommer att finnas tillgängliga i {INTERPOLATION} ?

# LANGUAGE__SIDEBAR__PROMPT__BUTTON
source: Switch to {INTERPOLATION}
sv: Växla till {INTERPOLATION}

# MINDS__NEWSFEED__SINGLE__FLAGGED_AS_SPAM
source: This activity is flagged as spam.
sv: Denna aktivitet är flaggad som spam.

# MINDS__NEWSFEED__SINGLE__APPEAL_FLAG_NOTE
source: If you wish to appeal, please contact us at info@minds.com.
sv: Om du vill överklaga, vänligen kontakta oss på info@minds.com.

# MINDS__NEWSFEED__200_FREE_VIEWS
source: Have 200 free views on us. Hit post to be boosted.
sv: Har 200 gratis utsikt över oss. Hit inlägg för att ökas.

# NEWSFEED_SORTED__POSTS_OLDER_THAN
source: Posts older than {INTERPOLATION}
sv: Inlägg äldre än {INTERPOLATION}

# CHECKOUT__CARD__NUMBER_LABEL
source: Card number
sv: Kortnummer

# CHECKOUT__CARD__YEAR_PLACEHOLDER
source: yyyy
sv: åååå

# CHECKOUT__CARD__CVC_LABEL
source: CVC/Security Code
sv: CVC/Säkerhetskod

# CHECKOUT__CARD__CARDHOLDER_NAME
source: Card holders name
sv: Kortinnehavarens namn

# CHECKOUT__CARD__CHECKOUT_TOOLTIP
source: Your credit card information is safe, secure and PCI compliant.
sv: Din kreditkortsinformation är säker, säker och PCI-kompatibel.

# CHECKOUT__WAITING_LABEL
source: One moment please...
sv: Ett ögonblick tack...

# CHECKOUT__SAVED_CARDS_TITLE
source: Select a card to use
sv: Välj ett kort att använda

# CHECKOUT__USE_NEW_CARD
source: Use a new card
sv: Använd ett nytt kort

# CHECKOUT__CAPTURING_DETAILS
source: Capturing card details...
sv: Fånga kortdetaljer...

# BLOCKCHAIN__OPTIONS__LOCAL_WALLETS_LABEL
source: Local Wallets
sv: Lokala plånböcker

# FAQ__VIEW_FULL_ACTION
source: View the full FAQ
sv: Visa hela FAQ

# BLOCKCHAIN__OPTIONS__SAVE_WALLET_ADDRESS
source: Save Address
sv: Spara adress

# WALLET_V2__WALLET__SEE_YOUR_CONTRIBUTIONS_INFO
source: See your contributions score and rewards, withdraw them and configure your ethereum wallet
sv: Se dina bidrag poäng och belöningar, ta ut dem och konfigurera din ethereum plånbok

# WALLET_V2__WALLET__YOU_SEND_RECEIVED_WIRES_LEDGER
source: Your sent and received wires ledger
sv: Din skickade och mottagna ledare

# WALLET_V2__TOKENS__MINDS_PLUS
source: Minds Plus
sv: Sinnen Plus

# WALLET_V2__WALLET__OPT_OUT
source: Opt-out of boosts, earn 1,000 monthly points, access exclusive Minds content, and more
sv: Opt-out av booster, tjäna 1000 månatliga poäng, få tillgång till exklusivt Minds innehåll och mer

# BOOST__PUBLISHER__EARNINGS
source: Earnings
sv: Resultat

# BOOST__PUBLISHER__SETTINGS
source: Settings
sv: Inställningar

# COMMON__BOOST
source: Boost
sv: Öka

# BOOST_MARKETING__EXPAND_YOUR_REACH_GAIN_VIEWS
source: Expand your reach and gain {START_EMPHASISED_TEXT} thousands of views {CLOSE_EMPHASISED_TEXT}
sv: Utöka din räckvidd och få {START_EMPHASISED_TEXT} tusentals visningar {CLOSE_EMPHASISED_TEXT}

# BOOST_MARKETING__USE_TOKENS_GAIN_VIEWS
source: Use Minds Tokens to gain more views on your content from other active channels on the network. Reach new audiences and grow your channels to the next level.
sv: Använd Minds Tokens för att få fler vyer över ditt innehåll från andra aktiva kanaler i nätverket. Nå nya målgrupper och utöka dina kanaler till nästa nivå.

# BOOST_MARKETING__CREATE_BOOST
source: Create Boost
sv: Skapa Boost

# BOOST_MARKETING__1_TOKEN_1000_VIEWS
source: 1 token = 1,000 views
sv: 1 token = 1000 visningar

# BOOST_MARKETING__EXPAND_YOUR_REACH
source: Expand your reach and access new audiences. You can exchange one Minds Token for 1,000 boosted views across the network.
sv: Utöka din räckvidd och få tillgång till nya målgrupper. Du kan byta en Minds Token för 1000 boostade vyer över nätverket.

# BOOST_MARKETING__PROMOTE_YOUR_CONTENT
source: Promote your content, group or channel directly in the newsfeed or sidebar of other active Minds channels.
sv: Främja ditt innehåll, grupp eller kanal direkt i nyhetsflödet eller sidofältet för andra aktiva Minds kanaler.

# BOOST_MARKETING__BOOST_CAMPAIGNS
source: Boost Campaigns
sv: Öka kampanjer

# BOOST_MARKETING__AUTOMATE_YOUR_CONTENT
source: Automate your content promotion by using a Boost Campaign. Set your own budget, choose the length of time to promote the content and decide what audience you would like to target. Then we will handle the rest!
sv: Automatisera din innehållsmarknadsföring genom att använda en Boost-kampanj. Ange din egen budget, välj hur lång tid du vill ha för att främja innehållet och bestämma vilken målgrupp du vill ha. Då kommer vi att hantera resten!

# BOOST_MARKETING__BOOST_OFFERS
source: Boost Offers
sv: Öka erbjudandena

# BOOST_MARKETING__CUT_OUT_MIDDLEMAN
source: Cut out the middle man and send an offer directly to another channel in exchange for sharing your content, group or channel on their feed to their audience.
sv: Skär ut den mellersta mannen och skicka ett erbjudande direkt till en annan kanal i utbyte mot att dela ditt innehåll, gruppera eller kanalisera på sitt foder till sin publik.

# BOOST_MARKETING__OPTION_HANDLE_ADVERTISING
source: We want you to have the option to handle your advertising relationships directly, without any risk of someone getting in the way.
sv: Vi vill att du ska ha möjlighet att hantera dina annonseringsrelationer direkt, utan risk för att någon hamnar i vägen.

# BOOST_MARKETING__OTHER_BOOST_FEATURES
source: Other Boost features
sv: Andra Boost-funktioner

# BOOST_MARKETING__TRACK_YOUR_RESULTS
source: Track your results
sv: Spåra dina resultat

# BOOST_MARKETING__FILTER_YOUR_BOOSTS
source: Filter your boosts
sv: Filtrera dina ökningar

# BOOST__CREATOR__PAYMENT_METHODS__ONCHAIN_DESC
source: Onchain payments will be published to the public blockchain. You may utilize Metamask or another address. These purchases require a Gas fee.
sv: Onchain betalningar kommer att publiceras till offentliga blockchain. Du kan använda Metamask eller en annan adress. Dessa inköp kräver en gasavgift.

# M__COMMON__BALANCE_LABEL
source: Balance
sv: Saldo

# M__COMMON__BALANCE_VALUE_ETH_IFACE_LABEL
source: This balance is for the {INTERPOLATION} wallet that is currently active in your Ethereum interface.
sv: Detta saldo är för {INTERPOLATION} plånboken som är aktiv i ditt Ethereum gränssnitt.

# M__COMMON__BALANCE_VALUE_AS_RCV_LABEL
source: This balance is for the {INTERPOLATION} wallet that is currently set up as the receiver wallet for your channel.
sv: Detta saldo är för den {INTERPOLATION} plånbok som för närvarande är konfigurerad som mottagarplånbok för din kanal.

# BOOST__CREATOR__PAYMENT_METHODS__OFFCHAIN_DESC
source: Offchain payments will not be published to the blockchain and are only usable for transactions up to 5,000 views.
sv: Offchain betalningar kommer inte att publiceras till blockchain och kan endast användas för transaktioner upp till 5000 visningar.

# M__COMMON__BALANCE_VALUE_OFFCHAIN_LABEL
source: This balance is for your Minds.com OffChain wallet. Transactions made from this address will not appear on the blockchain.
sv: Detta saldo är för din Minds.com OffChain plånbok. Transaktioner gjorda från denna adress kommer inte att visas på blockkedjan.

# BOOST__CREATOR__CC_SELECTOR
source: Credit Card
sv: Kreditkort

# BOOST__CREATOR__PAYMENT_METHODS__CC_SELECTOR_DESC
source: Credit cards may be used to boost, though we recommend first purchasing tokens in order to access a discount.
sv: Kreditkort kan användas för att öka, men vi rekommenderar att först köpa tokens för att få tillgång till en rabatt.

# M__COMMON__SELECT_MONEY
source: Don't have tokens? No problem.
sv: Har du inte tokens? Inga problem.

# M__COMMON__PAYMENT_ATTACHED
source: Your payment is attached.
sv: Din betalning är bifogad.

# M__ACTION__CHANGE
source: Change
sv: Ändra

# BOOST__CREATOR__TARGET_INPUT_PLACEHOLDER
source: @channel
sv: @kanal

# BOOST__CREATOR__POST_TO_FACEBOOK_LABEL
source: Post to {INTERPOLATION}
sv: Posta till {INTERPOLATION}

# BOOST__CONSOLE__TYPES__HISTORY
source: History
sv: Historik

# BOOST__CONSOLE__TYPES__CREATE_BOOST
source: Create a Boost
sv: Skapa en Boost

# BOOST__PUBLISHER__EARNINGS__SHOWN
source: Shown
sv: Visas

# BOOST__PUBLISHER__EARNINGS__SHOWN_DESC
source: How many boosts you have shown in total
sv: Hur många boosts du har visat totalt
