Repository: teaist/tocminds
Catalog: front/src/locale/Minds.*.xliff
Languages: sv

# WIRE__LOCK_SCREEN__WILL_SEE_TITLE_PART
source: will see this post.
sv: kommer att se detta inlägg.

# WIRE__LOCK_SCREEN__UNLOCK_ACTION
source: Unlock
sv: Lås upp

# WIRE__LOCK_SCREEN__CAN_ONLY_BE_SEEN_TITLE_PART
source: This post can only be seen by supporters who wire
sv: Detta inlägg kan bara ses av supportrar som tråd

# WIRE__LOCK_SCREEN__OVER_USD_PER_MONTH
source: over {INTERPOLATION} /month
sv: över {INTERPOLATION} /månad

# WIRE__LOCK_SCREEN__OVER_POINTS_PER_MONTH
source: over {INTERPOLATION} points/month
sv: över {INTERPOLATION} poäng/månad

# WIRE__LOCK_SCREEN__OVER_TOKENS_PER_MONTH
source: over {INTERPOLATION} Tokens/month
sv: över {INTERPOLATION} Tokens/månad

# WIRE__LOCK_SCREEN__TO_USERNAME_PART
source: to @ {INTERPOLATION}
sv: till @ {INTERPOLATION}

# WIRE__CHANNEL__WIRE_ME_ACTION
source: Wire me
sv: Tråd mig

# COMMON__SUPPORT_USERNAME
source: Support {INTERPOLATION}
sv: Stöd {INTERPOLATION}

# WIRE__CHANNEL__REWARDS_TITLE
source: Rewards
sv: Belöningar

# WIRE__CHANNEL__REWARDS_PARENT_TOOLTIP
source: Give your supporters something in exchange for tokens or cash.
sv: Ge dina supportrar något i utbyte mot tokens eller kontanter.

# M__FEATURE__WIRE_PLURAL
source: Wires
sv: Trådar

# WIRE__CHANNEL__OVERVIEW__WIRES_CARD_TOOLTIP
source: How many wires {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} has received in the last 30 days
sv: Hur många trådar {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} har fått under de senaste 30 dagarna

# WIRE__CHANNEL__OVERVIEW__POINTS_CARD_TOOLTIP
source: This is {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} 's total volume (gross) of all Token wires received in the last 30 days
sv: Detta är {START_TAG_SPAN} @ {CLOSE_TAG_SPAN} {INTERPOLATION} s totala volym (brutto) av alla Token trådar mottagna under de senaste 30 dagarna

# WIRE__CHANNEL__OVERVIEW__BREAKDOWN_LINK
source: See breakdown
sv: Se fördelningen

# WIRE__CHANNEL__OVERVIEW__BREAKDOWN_LINK_TOOLTIP
source: See a breakdown of all your Wires in your wallet
sv: Se en uppdelning av alla dina trådar i plånboken

# WIRE__CHANNEL__OVERVIEW__YOU_SENT_CARD_LABEL
source: You Sent
sv: Du har skickat

# WIRE__CHANNEL__OVERVIEW__YOU_SENT_CARD_TOOLTIP
source: This is the amount you have wired to {INTERPOLATION} in the last 30 days
sv: Detta är det belopp du har kopplat till {INTERPOLATION} under de senaste 30 dagarna

# M__FEATURE__PUBLIC
source: Paywall
sv: Vinstvägg

# WIRE__THRESHOLD_INPUT__SELECT_FROM_OR_ENTER_CUSTOM_DESC
source: Select from one of your rewards or enter a custom amount of tokens to restrict who can see this post.
sv: Välj från en av dina belöningar eller ange ett anpassat antal tokens för att begränsa vem som kan se det här inlägget.

# WIRE__THRESHOLD_INPUT__ENTER_HOW_MANY_DESC
source: Enter how many tokens users should send you in order to see this post.
sv: Ange hur många tokens användare ska skicka dig för att se detta inlägg.

# WIRE__THRESHOLD_INPUT__TOKENS_AND_OVER_LABEL
source: {INTERPOLATION} Tokens and Over
sv: {INTERPOLATION} Tokens och över

# WIRE__THRESHOLD_INPUT__VISIBLE_TO
source: Visible to supporters who send over
sv: Synlig för supportrar som skickar över

# WIRE__CONSOLE__LEDGER__SENT_TAB
source: Sent
sv: Skickat

# WIRE__CONSOLE__LEDGER__RECEIVED_TAB
source: Received
sv: Mottagen

# WIRE__CONSOLE__LEDGER__FROM
source: From:
sv: Från:

# M__FEATURE__POINTS
source: Points
sv: Poäng

# M__COMMON__DATE
source: Date
sv: Datum

# WIRE__CONSOLE__LEDGER__CHANNEL_COLUMN
source: Channel
sv: Kanal

# M__COMMON__COLUMN
source: Amount
sv: Belopp

# M__COMMON__POINTS_WITH_VALUE
source: {INTERPOLATION} points
sv: {INTERPOLATION} poäng

# WIRE__CONSOLE__LEDGER__NO_WIRES_NOTICE
source: No Wires to show.
sv: Inga trådar att visa.

# WIRE__CONSOLE__SUPPORTER__THIS_MONTH
source: this month
sv: denna månad

# WIRE__CHANNEL__TABLE__REWARD_PLACEHOLDER
source: Describe the reward
sv: Beskriv belöningen

# WIRE__CHANNEL__TABLE__ADD_REWARD_ACTION
source: Add Reward
sv: Lägg till belöning

# M__COMMON__SAVED
source: Saved
sv: Sparad

# WIRE__CONSOLE__SETTINGS__PREVIEW_DESC
source: The below description and preview image is what your subscribers will see on your exclusive posts until they become a supporter.
sv: Nedanstående beskrivning och förhandsgranska bild är vad dina prenumeranter kommer att se på dina exklusiva inlägg tills de blir en supporter.

# WIRE__CONSOLE__SETTINGS__DESCRIPTION_LABEL
source: Description
sv: Beskrivning

# WIRE__CONSOLE__SETTINGS__DESCRIPTION_PLACEHOLDER
source: eg. Support me to see my exclusive content and join me for a monthly video chat
sv: T.ex. Stöd mig för att se mitt exklusiva innehåll och gå med mig för en månatlig videochatt

# WIRE__CONSOLE__SETTINGS__BACKGROUND_LABEL
source: Background
sv: Bakgrund

# WIRE__CONSOLE__SETTINGS__PREVIEW_LABEL
source: Preview
sv: Förhandsgranska

# WIRE__CONSOLE__SETTINGS__SAVING_LABEL
source: Saving…
sv: Sparar…

# WIRE__CONSOLE__OVERVIEW__MONEY_WIRES_TOOLTIP
source: The total wires you have received
sv: De totala ledningarna du har fått

# WIRE__CONSOLE__OVERVIEW__TOKENS_EARNINGS_TOOLTIP
source: The total in Tokens you have earned
sv: Summan i Tokens du har tjänat

# WIRE__CONSOLE__OVERVIEW__MONEY_EARNINGS_TOOLTIP
source: The total in USD you have earned
sv: Summan i USD du har tjänat

# M__COMMON__REVIEW_PENDING
source: Review Pending
sv: Granskning väntar

# REPORT__CONSOLE__APPEALED_TAB
source: Appealed
sv: Överklagad

# M__COMMON__APPROVED
source: Approved
sv: Godkänd

# M__COMMON__REJECTED
source: Rejected
sv: Avvisad

# M__BAN__MODAL__PLEASE_EXPLAIN
source: Please explain why you think this content should not be on Minds.
sv: Vänligen förklara varför du tycker att det här innehållet inte ska finnas på Minds.

# M__BAN__MODAL__SUBMIT_CAPS
source: SUBMIT
sv: SKICKA

# M__BAN__MODAL__NEXT_CAPS
source: NEXT
sv: NÄSTA

# M__ACTION__SHARE
source: Share
sv: Dela

# THIRD_PARTY_NETWORKS__FACEBOOK__LINK_BOOST
source: Link your boosts to facebook
sv: Länka dina booster till facebook

# THIRD_PARTY_NETWORKS__FACEBOOK__SELECT_PAGE_LABEL
source: Select a page to link below
sv: Välj en sida att länka nedan

# COMMENTS__DISABLED
source: Comments have been disabled for this post
sv: Kommentarer har inaktiverats för detta inlägg

# MINDS__BUTTONS__FEATURE__CATEGORY_PLACEHOLDER
source: -- SELECT A CATEGORY --
sv: -- VÄLJ EN KATEGORI –

# M__ACTION__FEATURE
source: Feature
sv: Funktion

# MODALS__REMIND_COMPOSER__REMIND_TITLE
source: Remind
sv: Påminn

# MODALS__REMIND_COMPOSER__PLACEHOLDER
source: Enter your remind status here (optional)
sv: Ange din påminnelsestatus här (valfritt)

# M__ACTION__SUBSCRIBE
source: Subscribe
sv: Prenumerera

# MINDS__BUTTONS__UNSUBSCRIBE__SUBSCRIBED_LABEL
source: Unsubscribe
sv: Avprenumerera

# MINDS__BUTTONS__USER_DROPDOWN__BLOCK
source: Block @ {INTERPOLATION}
sv: Blockera @ {INTERPOLATION}

# MINDS__BUTTONS__USER_DROPDOWN__UNBLOCK
source: Un-Block @ {INTERPOLATION}
sv: Lås upp @ {INTERPOLATION}

# MINDS__BUTTONS__USER_DROPDOWN__SUBSCRIBE
source: Subscribe
sv: Prenumerera

# MINDS__BUTTONS__USER_DROPDOWN__UNSUBSCRIBE
source: Unsubscribe
sv: Avprenumerera

# MINDS__BUTTONS__USER_DROPDOWN__UNBAN_GLOBALLY
source: Un-ban globally
sv: Un-ban globalt

# MINDS_BUTTON__USER_DROPDOWN__VIEW_LEDGER
source: View Ledger
sv: Visa huvudbok

# MINDS_BUTTON__USER_DROPDOWN__VIEW_WITHDRAWALS
source: View Withdrawals
sv: Visa uttag

# MINDS_BUTTON__USER_DROPDOWN__VIEW_EMAIL_ADDR
source: E-mail Address
sv: E-postadress

# M__ACTION__MARK_EXPLICIT
source: Set as explicit
sv: Ange som explicit

# M__ACTION__REMOVE_EXPLICIT
source: Remove Explicit
sv: Ta bort Explicit

# M__ACTION__MARK_AS_SAFE
source: Mark as Safe
sv: Markera som säker

# M__ACTION__MENU__MARK_AS_OPEN
source: Mark as Open
sv: Markera som öppen

# MINDS__BAN__CONFIRMATION
source: Are you sure you want to ban this user?
sv: Är du säker på att du vill bannlysa den här användaren?

source: This will close all open sessions and lock them out from Minds.
sv: Detta kommer att stänga alla öppna sessioner och låsa ut dem från minnen.

# MINDS__BUTTONS__USER_DROPDOWN__BAN_USER_SUCCESS_MESSAGE
source: User has been banned.
sv: Användaren har blivit bannlyst.

# M__ACTION__BAN_USER
source: Ban user
sv: Bannlys användare

# BAN__FROM__MONETIZATION
source: Are you sure you want to ban this user from monetization?
sv: Är du säker på att du vill bannlysa den här användaren från monetarisering?

# MINDS_BUTTON__USER_DROPDOWN__WILL_CLOSE_SESSIONS_TEXT
source: This will close all open sessions and decline pending payments.
sv: Detta kommer att stänga alla öppna sessioner och avböja pågående betalningar.

# MINDS_BUTTON__USER_DROPDOWN__THERE_IS_NO_UNDO
source: There's no UNDO. This will NOT ban the user from Minds.
sv: Det finns ingen INTE. Detta kommer INTE att bannlysa användaren från minnen.

# MINDS__BUTTONS__USER_DROPDOWN__BAN_MONETIZATION_SUCCESS_MESSAGE
source: User has been banned from monetization.
sv: Användaren har blivit bannad från monetarisering.

# MINDS__BANNER__CLICK__TO__ADD
source: Click here to add a new banner
sv: Klicka här för att lägga till en ny banner

source: Recommended minimum size 2000px × 1125px (Ratio 16:9)
sv: Rekommenderad minsta storlek 2000px × 1125px (Ratio 16:9)

# MINDS__BANNER__ADD_NEW_BANNER
source: Click here to add a new banner
sv: Klicka här för att lägga till en ny banner

# M__COMMON__EMAIL
source: Email
sv: E-post

# MINDS__SOCIAL_ICONS__EMBED_CODE
source: Embeddable code
sv: Inbäddbar kod

# M__COMMON__EMBED_INTO_WEBSITE
source: Embed into your website:
sv: Bädda in på din webbplats:

# TRANSLATE__TRANSLATING_LABEL
source: Translating
sv: Översätter

# TRANSLATE_TO_TRANSLATION_TARGET
source: to {INTERPOLATION}
sv: till {INTERPOLATION}

# TRANSLATE__TRANSLATED_LABEL
source: Translated
sv: Översatt

source: from {INTERPOLATION}
sv: från {INTERPOLATION}

# TRANSLATE__HIDE_TRANSLATION_ACTION
source: hide translation
sv: dölj översättning

# TRANSLATE__CHANGE_LANGUAGE_ACTION
source: change language
sv: ändra språk

# TRANSLATE__TO_LABEL
source: Translate to
sv: Översätt till

# TRANSLATE__LANGUAGE_PLACEHOLDER
source: Select Language
sv: Välj språk

# TRANSLATE__PREFERRED_LANGUAGES_LABEL
source: Preferred Languages
sv: Föredragna språk

# SETTINGS__BILLING__SAVED_CARDS__TITLE
source: Payment Methods
sv: Betalningsmetoder

# M__ACTION__REMOVE
source: Remove
sv: Radera

# SETTINGS__BILLING__SAVED_CARDS__ADD_NEW_CARD_LABEL
source: Add a new card
sv: Lägg till ett nytt kort

# SETTINGS__BILLING__SAVED_CARDS__ADD_ACTION
source: ADD
sv: LÄGG TILL

# SETTINGS__SUBSCRIPTIONS__TITLE
source: Recurring Payments
sv: Återkommande betalningar

# SETTINGS__SUBSCRIPTIONS__LAST_BILLING
source: Last billing: {INTERPOLATION}
sv: Senaste fakturering: {INTERPOLATION}

# SETTINGS__SUBSCRIPTIONS__NEXT_BILLING
source: Next billing: {INTERPOLATION}
sv: Nästa fakturering: {INTERPOLATION}

# SETTINGS__BILLING__SUBSCRIPTIONS__POINTS_LABEL
source: {INTERPOLATION} Points
sv: {INTERPOLATION} Poäng

# M__CREATOR__CONFIRM_PASSWORD
source: Confirm password
sv: Bekräfta lösenord

# M__COMMON__PASSWORD
source: Password
sv: Lösenord

# M__ACTION__SUBMIT
source: Submit
sv: Skicka

# MINDS__SETTINGS__2FA_TITLE
source: Two Factor Authentication
sv: Tvåfaktorsautentisering

# MINDS__SETTINGS__REMOVE_2FA_ACTION
source: Remove two factor
sv: Ta bort två faktorer

# MINDS__SETTINGS__SETUP_ACTION
source: Setup
sv: Konfiguration

# MINDS__SETTINGS__SENT_SMS_LABEL
source: We sent an SMS to {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Enter the code below to complete your two factor setup.
sv: Vi skickade ett SMS till {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Ange koden nedan för att slutföra din tvåfaktorsinställning.

# MINDS__SETTINGS__SENDING_SMS_LABEL
source: We are sending an SMS to {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Enter the code below to complete your two factor
sv: Vi skickar ett SMS till {START_BOLD_TEXT} {INTERPOLATION} {CLOSE_BOLD_TEXT} . Ange koden nedan för att slutföra din tvåfaktor.

# M__COMMON__ENTER_2FA_CODE
source: Enter your code here
sv: Ange din kod här

# M__ACTION__CONFIRM
source: Confirm
sv: Bekräfta

# MINDS__SETTINGS__2FA_RETRY_ACTION
source: Retry
sv: Försök igen

# MINDS__SETTINGS__PAID_SUBSCRIPTIONS_TITLE
source: Paid Subscriptions
sv: Betalda prenumerationer

# MINDS__SETTINGS__WIRE__PREVIEW_DESC
source: The below description and preview image is what your subscribers will see on your exclusive posts until they become a supporter.
sv: Nedanstående beskrivning och förhandsgranska bild är vad dina prenumeranter kommer att se på dina exklusiva inlägg tills de blir en supporter.

# MINDS__SETTINGS__WIRE__DESCRIPTION_LABEL
source: Description
sv: Beskrivning

# MINDS__SETTINGS__WIRE__DESCRIPTION_PLACEHOLDER
source: eg. Support me to see my exclusive content and join me for a monthly video chat
sv: T.ex. Stöd mig för att se mitt exklusiva innehåll och gå med mig för en månatlig videochatt

# MINDS__SETTINGS__WIRE__BACKGROUND_LABEL
source: Background
sv: Bakgrund

# MINDS__SETTINGS__WIRE__PREVIEW_LABEL
source: Preview
sv: Förhandsgranska

# BLOCKED_CHANNELS__BLOCKED_CHANNELS
source: Blocked Channels
sv: Blockerade kanaler

# BLOCKED_CHANNELS__UNBLOCK
source: Unblock
sv: Avblockera

# BLOCKED_CHANNELS__BLOCK
source: Block
sv: Blockera

# MODALS__SIGNUP__ON_ACTION_SUBTITLE
source: You need to have a channel in order to {INTERPOLATION}
sv: Du måste ha en kanal för att till {INTERPOLATION}

# MODALS__SIGNUP__WE_ARE_OPEN_SOURCE_GET_PAID
source: We are an open source platform for Internet freedom. Get paid in crypto for your contributions to the community.
sv: Vi är en öppen källkodsplattform för Internetfrihet. Få betalt i krypto för dina bidrag till samhället.

# MODALS__SIGNUP__MAYBE_LATER
source: Maybe later
sv: Kanske senare

# MODALS__SIGNUP__ALREADY_HAVE_CHANNEL
source: Already have a channel? Click here.
sv: Har du redan en kanal? Klicka här.

# MODALS__TOS-UPDATED__TOS_UPDATED_PARAGRAPH
source: We've recently updated our {START_LINK} Terms of Service {CLOSE_LINK} to reflect the changes to our network with the launch of the Jury System. These changes are being implemented to ensure a balance of power between Minds, Inc. and the community. The following is a brief summary of what has changed:
sv: Vi har nyligen uppdaterat våra {START_LINK} användarvillkor {CLOSE_LINK} för att återspegla förändringarna i vårt nätverk med lanseringen av jurysystemet. Dessa förändringar genomförs för att säkerställa en maktbalans mellan Minds, Inc. och gemenskapen. Följande är en kort sammanfattning av vad som har förändrats:

# MODALS__TOS-UPDATED__NOTICE_PARAGRAPH
source: Please also note that your continued use of Minds serves as acceptance of these new terms and policies. Thank you.
sv: Vänligen notera också att din fortsatta användning av Sinnen fungerar som accepterande av dessa nya villkor och politik. Tack så mycket.

# M__FEATURE__EXCLUSIVE
source: Exclusive
sv: Exklusiv

# PAYMENTS__PAYWALL__EXCLUSIVE_DESC
source: Only paid subscribers can see this post
sv: Endast betalda prenumeranter kan se detta inlägg

# PAYMENTS__PAYWALL__VIEW_ACTION
source: View
sv: Visa

# PAYMENTS__PAYWALL__SUPPORTERS_ONLY
source: This post is only available to supporters.
sv: Detta inlägg är endast tillgängligt för supportrar.

# PAYMENTS__PAYWALL__USD_PER_MONTH
source: $ {INTERPOLATION} / month
sv: $ {INTERPOLATION} / månad

# PAYMENTS__PAYWALL_CANCEL__ACTION
source: Cancel Subscription
sv: Avbryt prenumeration

# MINDS__LOGIN__EXCEPTION__ATTEMPTS_EXCEEDED
source: You have exceeded your login attempts. Please try again in a few minutes.
sv: Du har överskridit dina inloggningsförsök. Försök igen om några minuter.

# MINDS__LOGIN__EXCEPTION__DISABLED_USER
source: This account has been disabled
sv: Detta konto har inaktiverats

# MINDS__LOGIN__EXCEPTION__INCORRECT_USERNAME_PASSWORD
source: Incorrect username/password. Please try again.
sv: Felaktigt användarnamn/lösenord. Försök igen.

# MINDS__LOGIN__EXCEPTION__ACCOUNT_LOCKED
source: Account locked
sv: Konto låst

# MINDS__LOGIN__EXCEPTION__BANNED_USER
source: You are not allowed to login.
sv: Du har inte behörighet att logga in.

# MINDS__LOGIN__EXCEPTION__CODE_VERIFICATION_FAILED
source: Sorry, we couldn't verify your two factor code. Please try logging again.
sv: Tyvärr kunde vi inte verifiera din tvåfaktorskod. Försök logga igen.

# MINDS__LOGIN__EXCEPTION__INVALID_TOKEN
source: Invalid token
sv: Ogiltig token

# MINDS__LOGIN__EXCEPTION__SORRY_THERE_WAS_AN_ERROR_PLEASE_TRY_AGAIN
source: Sorry, there was an error. Please try again.
sv: Tyvärr, ett fel uppstod. Försök igen.

# COMMON__USERNAME
source: Username
sv: Användarnamn

# MINDS__LOGIN__EXCEPTION__ENTERED_EMAIL_ADDRESS_NOT_USERNAME
source: Please enter a username instead of an email address.
sv: Ange ett användarnamn istället för en e-postadress.

# MINDS__LOGIN__EXCEPTION__USERNAME_REQUIRED
source: Username is required.
sv: Användarnamn måste fyllas i.

# COMMON__PASSWORD
source: Password
sv: Lösenord

# LOGIN__JOIN_MINDS_NOW
source: Join Minds Now
sv: Gå med i sinnen nu

# FORMS__LOGIN__FORGOT_PASSWORD_LINK
source: Forgot Password?
sv: Glömt lösenordet?

# FORMS__LOGIN__2FA_LOGIN_TITLE
source: Twofactor Login
sv: Tvåfaktorsinloggning

# FORMS__LOGIN__2FA_LOGIN_SMS_SENT
source: We just sent you a text. Enter the code below to authenticate.
sv: Vi har precis skickat en text till dig. Ange koden nedan för att autentisera.

# REGISTRATION_VALIDATOR__MORE_THAN_8_CHARACTERS
source: 8 or more characters
sv: 8 eller fler tecken

# REGISTRATION_VALIDATOR__1_SPECIAL_CHARACTER
source: At least 1 special character
sv: Minst 1 specialtecken

# REGISTRATION_VALIDATOR__MIXED_CASE
source: Mixed case
sv: Blandat fodral

# REGISTRATION_VALIDATOR__1_NUMBER
source: At least 1 number
sv: Minst 1 nummer

# REGISTRATION_VALIDATOR__NO_SPACES
source: Doesn't have spaces
sv: Har inte mellanslag

# REGISTER__JOIN__TITLE
source: Join the Minds Revolution
sv: Gå med i Minds Revolution

# REGISTER__ALREADY__HAVE__ACOUNT__LINK
source: Already have an account? {START_LINK} Login {CLOSE_LINK}
sv: Har du redan ett konto? {START_LINK} Logga in {CLOSE_LINK}

# M__COMMON__USERNAME
source: Username
sv: Användarnamn

# MINDS__REGISTER__EXCEPTION__USERNAME_TOO_SHORT
source: Must be at least 4 characters long
sv: Måste vara minst 4 tecken långt

# MINDS__REGISTER__EXCEPTION__USERNAME_TOO_LONG
source: Cannot be longer than 128 characters
sv: Kan inte vara längre än 128 tecken

# MINDS__REGISTER__EXCEPTION__NOT_ALPHANUMERIC
source: Usernames can only have letters, numbers or underscores. Special characters (e.g. @^%.) and spaces are not allowed.
sv: Användarnamn kan endast ha bokstäver, siffror eller understreck. Specialtecken (t.ex. @^%.) och mellanslag är inte tillåtna.

# COMMON__EMAIL
source: Email
sv: E-post

# MINDS_REGISTRATION__CONFIRM_YOUR_PASSWORD
source: Confirm your password
sv: Bekräfta ditt lösenord

# FORMS__REGISTER__SIGNUP_ACTION
source: Signup
sv: Registrera dig

# FORMS__REGISTER__JOIN_MINDS_NOW_ACTION
source: Join Minds Now
sv: Gå med i sinnen nu

# FORMS__FB_REGISTER__USERNAME_LABEL
source: Pick a username
sv: Välj ett användarnamn

# FORMS__ONBOARDING__AVATAR_LABEL
source: Avatar
sv: Profilbild

# FORMS__TUTORIAL__EARN_POINTS
source: Earn points for using the app
sv: Tjäna poäng för att använda appen

# FORMS__TUTORIAL__EXCHANGE_POINTS
source: Exchange your points for views on your content
sv: Utbyta dina poäng mot synpunkter på ditt innehåll

# FORMS__TUTORIAL__MONETIZE_YOUR_CHANNEL
source: Monetize your channel
sv: Penga pengar på din kanal

# FORMS__TUTORIAL__E2E_ENCRYPTION
source: Protect your privacy with end-to-end encryption
sv: Skydda din integritet med end-to-end-kryptering

# FORMS__TUTORIAL__FIND_PEOPLE
source: Find people in cities around the world with geo-discovery
sv: Hitta människor i städer runt om i världen med geo-upptäckt

# FORMS__TUTORIAL__EXPAND_YOUR_AUDIENCE
source: Expand your audience and subscribers
sv: Utöka din publik och prenumeranter

# FORMS__TUTORIAL__GROUPS
source: Create open and closed groups
sv: Skapa öppna och slutna grupper

# FORMS__TUTORIAL__SEARCH
source: Search and create videos, images, blogs
sv: Sök och skapa videor, bilder, bloggar

# FORMS__TUTORIAL__EXPRESS_YOURSELF
source: Express yourself freely without censorship
sv: Uttryck dig fritt utan censur

# FORMS__TUTORIAL__REWARDS
source: Rewards
sv: Belöningar

# FORMS__TUTORIAL__POST_TEXT_ACTIVITY
source: Post a text/link activity
sv: Posta en text/länkaktivitet

# FORMS__TUTORIAL__GET_COMMENTED
source: Get commented on
sv: Bli kommenterad på

# FORMS__TUTORIAL__BE_SUBSCRIBED
source: Be subscribed to
sv: Bli prenumererad på

# FORMS__TUTORIAL__GET_VOTED_UP
source: Get voted up
sv: Bli röstad

# FORMS__TUTORIAL__GET_REMINDED
source: Get reminded
sv: Bli påmind

# FORMS__TUTORIAL__POST_RICH_ACTIVITY
source: Post a rich media activity
sv: Posta en rik mediaaktivitet

# FORMS__TUTORIAL__PUBLISH_BLOG
source: Publish a blog
sv: Publicera en blogg

# FORMS__TUTORIAL__HOURLY_REWARD
source: Hourly
sv: Timvis

# NOTIFICATIONS__FLYOUT__VIEW_ALL_ACTION
source: See All Notifications
sv: Se alla aviseringar

# NOTIFICATIONS__NOTIFICATIONS__ALL_FILTER
source: All
sv: Alla

# NOTIFICATIONS__NOTIFICATIONS__TAGS_FILTER
source: Tags
sv: Taggar

# NOTIFICATIONS__NOTIFICATIONS__COMMENTS_FILTER
source: Comments
sv: Kommentarer

# M__FEATURE__GROUP__PLURAL
source: Groups
sv: Grupper

# NOTIFICATIONS__NOTIFICATIONS__VOTES_FILTER
source: Votes
sv: Omröstning

# NOTIFICATIONS__NOTIFICATIONS__REMINDS_FILTER
source: Reminds
sv: Påminnelser

# NOTIFICATIONS__NOTIFICATIONS__LOAD_NEW_BUTTON
source: New Notifications
sv: Nya aviseringar

# NOTIFICATIONS__NOTIFICATIONS__LOADING
source: Loading Notifications...
sv: Laddar aviseringar...

# NOTIFICATIONS__NOTIFICATION__FRIENDS_MATCH
source: You have a match! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} subscribed to you
sv: Du har en match! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} prenumererar på dig

# NOTIFICATIONS__NOTIFICATION__FRIENDS
source: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} subscribed to you
sv: {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} prenumererade på dig

# NOTIFICATIONS__NOTIFICATION__REFERRAL_PING
source: Free tokens are waiting for you! Once you join the rewards program by setting up your Minds wallet, both you and {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} will earn tokens for your referral
sv: Gratis polletter väntar på dig! När du går med i programmet belöningar genom att ställa in din Minds plånbok, både du och {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} kommer att tjäna polletter för din referens

# NOTIFICATIONS__NOTIFICATION__REFERRAL_PENDING
source: You have a pending referral! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} used your referral link when they signed up for Minds. You'll get tokens once they join the rewards program and set up their wallet
sv: Du har en väntande hänvisning! {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} använde din referenslänk när de registrerade sig för Mind. Du kommer att få tokens när de går med i belöningsprogrammet och ställa in sin plånbok

# NOTIFICATIONS__NOTIFICATION__REFERRAL_COMPLETE
source: You've earned tokens for the completed referral of {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
sv: Du har tjänat polletter för den färdiga hänvisningen till {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__GROUP_INVITE
source: {INTERPOLATION} invited you to join {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}
sv: {INTERPOLATION} bjöd in dig till {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

# NOTIFICATIONS__NOTIFICATION__GROUP_KICK
source: You were kicked off from {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
sv: Du sparkades av från {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN}
