Repository: teaist/tocminds
Catalog: front/src/locale/Minds.*.xliff
Languages: sv

# BOOST__PUBLISHER__EARNINGS__EARNINGS
source: Earnings
sv: Resultat

# BOOST__PUBLISHER__EARNINGS__EARNINGS_DESC
source: How much you've earned (in tokens) in total from all the boosts you have shown
sv: Hur mycket du har tjänat (i tokens) totalt från alla boosts du har visat

# BOOST__PUBLISHER__PAYOUTS__REQUEST
source: Request a payout
sv: Begär en utbetalning

# BOOST__PUBLISHER__PAYOUTS__REQUESTING
source: Requesting a payout
sv: Begär en utbetalning

# BOOST_CONSOLE_PUBLISHER__SETTINGS__TITLE
source: Publisher Settings
sv: Utgivarens inställningar

# BOOST_CONSOLE_PUBLISHER__SETTINGS__DESCRIPTION
source: Being a publisher allows you to earn points and/or money by showing boosts on your channel page.
sv: Att vara en utgivare kan du tjäna poäng och / eller pengar genom att visa boosts på din kanal sida.

# BOOST_CONSOLE_PUBLISHER__SETTINGS__BECOME_A_PUBLISHER
source: Become a Publisher
sv: Bli utgivare

# BOOST_CONSOLE_PUBLISHER__OPTIONS__STOP_BEING_A_PUBLISHER
source: Stop Being a Publisher
sv: Sluta vara utgivare

# BOOST__PUBLISHER__LEDGER__FROM
source: From:
sv: Från:

# BOOST__PUBLISHER__LEDGER__TO
source: To:
sv: Till:

# BOOST__CONSOLE__PUBLISHER_LEDGER__VIEWS_COLUMN
source: Views
sv: Visningar

# BOOST__PUBLISHER__LEDGER__EARNINGS
source: Earnings
sv: Resultat

# BOOST__CONSOLE__PUBLISHER_LEDGER__NO_EASRNINGS_NOTICE
source: No earnings to show.
sv: Inga resultat att visa.

# WIRE__CHANNEL__REWARDS_PAYMENT_TOOLTIP
source: Minimum payment from supporters to receive the reward.
sv: Minsta betalning från supportrar för att få belöningen.

# M__COMMON__OPTIONS
source: Options
sv: Alternativ

# WIRE__CONSOLE__WIRE_DESC
source: Wire allows you to receive money for rewards and exclusive content. You can configure your rewards on your channel page.
sv: Wire låter dig ta emot pengar för belöningar och exklusivt innehåll. Du kan konfigurera dina belöningar på din kanalsida.

# MARKETING_WIRE__MINDS_PAY
source: Minds Pay
sv: Sinnen betalar

# MARKETING_WIRE__SEND_RECEIVE_INFO
source: Send and receive payments in {START_EMPHASISED_TEXT} USD, BTC, ETH and Tokens {CLOSE_EMPHASISED_TEXT}
sv: Skicka och ta emot betalningar i {START_EMPHASISED_TEXT} USD, BTC, ETH och Tokens {CLOSE_EMPHASISED_TEXT}

# MARKETING_WIRE__ENABLE_CRYPTO_PAYMENTS
source: Enable your supporters or friends to pay you in dollars or cryptocurrency. Get tips and monthly subscriptions for your content.
sv: Aktivera dina supportrar eller vänner för att betala dig i dollar eller kryptovaluta. Få tips och månatliga prenumerationer på ditt innehåll.

# MARKETING_WIRE__MONETIZE_YOUR_CHANNEL
source: Monetize your channel
sv: Penga pengar på din kanal

# MARKETING_WIRE__MULTI_CURRENCY_SUPPORT
source: Multi-currency support
sv: Stöd för flera valutor

# MARKETING_WIRE__RECEIVE_TIPS_INFO
source: Receive tips and subscription payments in USD, Bitcoin, Ether or Minds Tokens by linking your crypto addresses and bank account.
sv: Få tips och prenumerationsbetalningar i USD, Bitcoin, Ether eller Minds Tokens genom att länka dina kryptoadresser och bankkonto.

# MARKETING_WIRE__MANAGE_ACCOUNTS_INFO
source: Manage your accounts and keep track of all of your transactions in your Minds Wallet.
sv: Hantera dina konton och håll koll på alla dina transaktioner i din Minds Wallet.

# MARKETING_WIRE__SUBSCRIPTION_TIERS
source: Subscription Tiers
sv: Abonnemang Tiers

# MARKETING_WIRE__SETUP_DIFFERENT_TIERS_INFO
source: Set up different subscription tiers to offer your fans in exchange for recurring monthly payments in USD or Minds Tokens (BTC and ETH not yet supported).
sv: Konfigurera olika prenumerationsnivåer för att erbjuda dina fans i utbyte mot återkommande månadsbetalningar i USD eller Minds Tokens (BTC och ETH stöds ännu inte).

# MARKETING_WIRE__POST_CONTENT_INFO
source: Post content behind paywalls that is only accessible to the subscription tiers you select.
sv: Posta innehåll bakom paywalls som bara är tillgängligt för prenumerationsnivåer du väljer.

# MARKETING_WIRE__START_BUILDING
source: Start building your own revenue streams today!
sv: Börja bygga dina egna intäktsströmmar idag!

# MARKETING_WIRE__TIPPING
source: Tipping
sv: Dricks

# MARKETING_WIRE__TIPPING_DESCRIPTION
source: Every post on Minds has a button to send a tip to the author in Minds Tokens, USD, Bitcoin and Ether. Tipping is a great way to show your support for your favorite channels and allow them to keep creating!
sv: Varje inlägg på Minds har en knapp för att skicka ett tips till författaren i Minds Tokens, USD, Bitcoin och Ether. Dricks är ett bra sätt att visa ditt stöd för dina favoritkanaler och tillåta dem att fortsätta skapa!

# PAY__MARKETING__PAGE__TITLE
source: Minds Pay
sv: Sinnen betalar

source: Minimum {INTERPOLATION} Payment
sv: Minsta {INTERPOLATION} betalning

# COMMON__DESCRIPTION
source: Description
sv: Beskrivning

# WIRE__CHANNEL__REWARD_DESCRIPTION_PLACEHOLDER
source: About your offerings. Describe what your supporters will receive.
sv: Om dina erbjudanden. Beskriv vad dina supportrar kommer att få.

# COMMON__ANNUALLY
source: Annually
sv: Årligen

# COMMON__MONTH
source: month
sv: månad

# COMMON__ETHER
source: Ether
sv: Eter

# WIRE_CREATOR_FORM__WALLET_TYPE
source: Wallet Type
sv: Plånbokstyp

# COMMON__OFFCHAIN
source: Off-chain
sv: Off-kedja

# WIRE_CREATOR_FORM__WALLET_BALANCE
source: Wallet Balance
sv: Plånbokens saldo

# WIRE_CREATOR_FORM__TOP_UP_WALLET
source: Top-up wallet
sv: Fyll på plånbok

# WIRE_CREATOR_FORM__PAYMENT_METHOD
source: Payment Method
sv: Betalningsmetod

# WIRE_CREATOR_FORM__REPEAT_MONTHLY_PAYMENT
source: Repeat Payment Monthly
sv: Upprepa betalning månadsvis

# WIRE_CREATOR_FORM__REPEAT
source: Repeat
sv: Upprepa

# WIRE_CREATOR_FORM__MONTHLY_PAYMENT_INFO
source: Monthly recurrent payments may be cancelled at any point within in your wallet.
sv: Månatliga återkommande betalningar kan annulleras när som helst i din plånbok.

# COMMON_ETHER
source: Ether
sv: Eter

# WIRE_CREATOR_TOOLBAR__POWERED_BY
source: Powered by
sv: Drivs av

# WIRE_CREATOR_TOOLBAR__SEND
source: Send {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} monthly
sv: Skicka {INTERPOLATION} {START_TAG_NG-CONTAINER} {CLOSE_TAG_NG-CONTAINER} månadsvis

# WIRE_CREATOR_TOOLBAR__SUBMIT_UPGRADE
source: Upgrade to Minds {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
sv: Uppgradera till sinnen {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}

# COMMON__SHOP
source: Shop
sv: Butik

# CREATOR_SHOP__HAS_SUPPORT_TIERS_OFFERS
source: @ {INTERPOLATION} has support tiers exclusive offers
sv: @ {INTERPOLATION} har supportnivåer exklusiva erbjudanden

# CREATOR_SHOP__SELECT_SUPPORT_TIER
source: Select Support Tier
sv: Välj Support Nivå

source: Minds
sv: Sinnen

# WIRE_CREATOR_MARKETING__UNLOCK_POWER
source: Unlock the power of Minds
sv: Lås upp kraften i sinnen

# WIRE_CREATOR_MARKETING__PLUS_DESC
source: Support Minds and unlock features such as earning revenue for your content, hiding ads, accessing exclusive content, receiving a badge and verifying your channel.
sv: Stöd Sinnen och låsa upp funktioner som att tjäna pengar på ditt innehåll, dölja annonser, komma åt exklusivt innehåll, ta emot ett märke och verifiera din kanal.

# WIRE_CREATOR_MARKETING__PRO_DESC
source: Get paid for your traffic and referrals, launch your own website, receive multi-currency tips and subscription payments from fans and much more.
sv: Få betalt för din trafik och hänvisningar, lansera din egen webbplats, få multi-valuta tips och prenumerationsbetalningar från fans och mycket mer.

# WIRE_CREATOR_MARKETING__LEARN_MORE
source: Learn More about Minds {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}
sv: Läs mer om sinnen {START_TAG_NG-CONTAINER} + {CLOSE_TAG_NG-CONTAINER} {START_TAG_NG-CONTAINER_1} Pro {CLOSE_TAG_NG-CONTAINER}

# OWNER_BLOCK__UNLISTED
source: Unlisted
sv: Olistad

# MEDIA__THUMBNAIL_SELECTOR__SELECT_ONE_OR
source: Select one from the list or
sv: Välj en från listan eller

# MEDIA__THUMBNAIL_SELECTOR__UPLOAD_A_NEW_ONE
source: upload a new one
sv: ladda upp en ny

# MINDS__MEDIA__TITLE_INPUT_PLACEHOLDER
source: Title...
sv: Titel...

# MEDIA__EDIT__INLINE_EDITOR_PLACEHOLDER
source: Go ahead and write some content!
sv: Gå vidare och skriv lite innehåll!

# MINDS__MEDIA__ENTITY_FLAGGED_AS_SPAM
source: This media was flagged as spam.
sv: Detta media flaggades som skräppost.

# MINDS__MEDIA__ENTITY_FLAGGED_AS_DELETED
source: This media was flagged as deleted.
sv: Detta media flaggades som borttaget.

# MINDS__MEDIA__ENTITY_NOT_EXISTS
source: The post may not exist
sv: Inlägget kanske inte finns

# MINDS__MEDIA__CONFIRMATION_DIALOG
source: Are you sure you want to delete this?
sv: Är du säker du vill ta bort detta?

# MINDS__MEDIA__THERES_NO_UNDO
source: There's no UNDO!
sv: Det finns ingen UNDO!

# MINDS__MEDIA__DELETION_CONFIRMATION
source: The media has been deleted.
sv: Mediet har tagits bort.

# MEDIA__THEATRE__COUNTDOWN_NEXT_IN
source: Loading the next video in {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} seconds.
sv: Laddar nästa video om {START_TAG_STRONG} {INTERPOLATION} {CLOSE_TAG_STRONG} sekunder.

# MARKETING_YT_MIGRATION__YOUTUBE_MIGRATION
source: YouTube Migration
sv: YouTube migrering

# MARKETING_YT_MIGRATION__BREAK_FREE_FROM_GOOGLE_MACHINE
source: Break free from the {START_EMPHASISED_TEXT} Google machine {CLOSE_EMPHASISED_TEXT}
sv: Bryt dig fri från {START_EMPHASISED_TEXT} Google-maskinen {CLOSE_EMPHASISED_TEXT}

# MARKETING_YT_MIGRATION__LINK_ACCOUNTS
source: Link your accounts so that every new upload to YouTube also posts to Minds. Import your full video library to protect your content from unfair censorship and demonetization.
sv: Länka dina konton så att varje ny uppladdning till YouTube också inlägg till Mind. Importera ditt fullständiga videobibliotek för att skydda ditt innehåll från orättvis censur och demonettering.

# MARKETING_YT_MIGRATION__BREAK_FREE_FROM_GOOGLE
source: Break free from Google
sv: Bryt dig fri från Google

# MARKETING_YT_MIGRATION__MONETIZE_YOUR_CONTENT
source: Monetize your content
sv: Penga pengar på ditt innehåll

# MARKETING_YT_MIGRATION__EVERYONE_EARNS_CONTRIBUTION
source: Everyone earns {START_LINK} Minds Tokens {CLOSE_LINK} based on their daily contribution to the network, which can be used to boost your content and grow your audience.
sv: Alla tjänar {START_LINK} Minds Tokens {CLOSE_LINK} baserat på deras dagliga bidrag till nätverket, som kan användas för att öka ditt innehåll och öka din publik.

# MARKETING_YT_MIGRATION__MINDS_PLUS_AND_PRO_FEATURES
source: {START_LINK} Minds Plus {CLOSE_LINK} and {START_LINK_1} Pro {CLOSE_LINK} members unlock additional monetization features, including revenue-sharing and monthly cash payments for pageviews and referrals.
sv: {START_LINK} Minds Plus {CLOSE_LINK} och {START_LINK_1} Pro {CLOSE_LINK} medlemmar låser upp ytterligare monetariseringsfunktioner, inklusive intäktsdelning och månatliga kontantbetalningar för sidvisningar och hänvisningar.

# MARKETING_YT_MIGRATION__1000_YT_SUBSCRIBER_CLAIM
source: If you have over 1,000 YouTube subscribers, {START_LINK} claim a free annual subscription to Minds Plus {CLOSE_LINK} .
sv: Om du har över 1000 YouTube-prenumeranter begär {START_LINK} en gratis årlig prenumeration på Minds Plus {CLOSE_LINK} .

# MARKETING_YT_MIGRATION__10000_YT_SUBSCRIBER_CLAIM
source: If you have over 10,000 YouTube subscribers, {START_LINK} claim a free annual subscription to Minds Pro {CLOSE_LINK} .
sv: Om du har över 10.000 YouTube-prenumeranter begär {START_LINK} en gratis årlig prenumeration på Minds Pro {CLOSE_LINK} .

# MARKETING_YT_MIGRATION__REGAIN_YOUR_FREEDOM
source: Regain your freedom
sv: Återfå din frihet

# MARKETING_YT_MIGRATION__TIRED_UNFAIR_TREATMENT
source: Tired of the unfair treatment from traditional social networks?
sv: Trött på den orättvisa behandlingen från traditionella sociala nätverk?

# MARKETING_YT_MIGRATION__FULLY_TRANSPARENT_OFFER
source: Minds offers a fully transparent, privacy-focused platform built for creators.
sv: Sinnen erbjuder en helt transparent, integritetsfokuserad plattform byggd för skapare.

# MARKETING_YT_MIGRATION__TAKE_BACK_CONTROL_YOUR_MEDIA
source: Take back control of your social media
sv: Ta tillbaka kontrollen över dina sociala medier

# YOUTUBE_MIGRATION__YOUTUBE_MIGRATION
source: YouTube Migration
sv: YouTube migrering

# COMPOSER_POPUP__UPLOADED_IMAGE
source: Uploaded image
sv: Uppladdad bild

# COMMON__UPLOAD
source: Upload
sv: Ladda upp

# COMMON__TAGS
source: Tags
sv: Taggar

# COMMON__POST
source: Post
sv: Inlägg

# COMPOSER__SCHEDULE_POST
source: Schedule Post
sv: Schemalägg inlägg

# COMPOSER__COMPOSE
source: Compose
sv: Skriv

# COMPOSER__CREATE_BLOG
source: Create Blog
sv: Skapa blogg

# DISCOVERY_FEEDS__FEED_SETTINGS
source: Feed Settings
sv: Inställningar för flöde

# DISCOVERY_FEEDS__CONTENT_TYPES
source: Content Types
sv: Typer av innehåll

# DISCOVERY_SETTINGS__SHOW_NSFW_IN_RESULTS
source: Show NSFW content in results
sv: Visa NSFW-innehåll i resultat

# HOMEPAGE__V2__SUBHEADER
source: A place to have open conversations and bring people together. Free your mind and get paid for creating content, driving traffic and referring friends.
sv: En plats att ha öppna samtal och föra människor samman. Frigör ditt sinne och få betalt för att skapa innehåll, driva trafik och hänvisa vänner.

source: Join Minds Now
sv: Gå med i sinnen nu

# HOMEPAGE_V2__HOW_DOES_IT_WORK
source: How does it work?
sv: Hur fungerar det?

# HOMEPAGE_V2__POST_TYPES_SECURELY
source: Post videos, blogs, images and statuses. Message and video chat securely with groups or directly with friends. Discover great content through trending feeds and hashtags.
sv: Posta videor, bloggar, bilder och statusar. Meddelande och videochatt säkert med grupper eller direkt med vänner. Upptäck bra innehåll genom trendande flöden och hashtags.

# HOMEPAGE_V2__EARN_DAILY_CONTRIBUTION
source: Earn tokens for your daily contributions and use them to upgrade your channel, boost your content for more reach and support other creators.
sv: Tjäna tokens för dina dagliga bidrag och använd dem för att uppgradera din kanal, öka ditt innehåll för mer räckvidd och stödja andra skapare.

# HOMEPAGE_V2__RECEIVE_DIRECT_PAYMENTS
source: You can also receive direct payments in USD, Bitcoin and Ether from your fans or {START_LINK} upgrade {CLOSE_LINK} your account to launch your own website and get paid for the traffic you drive.
sv: Du kan också få direktbetalningar i USD, Bitcoin och Ether från dina fans eller {START_LINK} uppgradera {CLOSE_LINK} ditt konto för att lansera din egen webbplats och få betalt för den trafik du kör.

source: Download Whitepaper
sv: Ladda ner whitepaper

# HOMEPAGE_V2__OUR_PRINCIPLES
source: Our principles
sv: Våra principer

# HOMEPAGE_V2__TAKE_BACK_CONTROL
source: Take back control of your social media
sv: Ta tillbaka kontrollen över dina sociala medier

source: Join Minds Now
sv: Gå med i sinnen nu

# ONBOARDING_NOTICE__WELCOME
source: Welcome
sv: Välkommen

# ONBOARDING_NOTICE__WELCOME_MINDS_COMMUNITY
source: Welcome to the Minds Community
sv: Välkommen till Minds Community

# ONBOARDING_NOTICE__YOUR_PRIVACY_OUR_PRIORITY
source: Your privacy is our priority. You are free to provide as much or as little information as you wish for better recommendations and to connect with people in your local area.
sv: Din integritet är vår prioritet. Du är fri att ge så mycket eller så lite information som du önskar för bättre rekommendationer och att få kontakt med människor i ditt närområde.

# ONBOARDING_NOTICE__LETS_GET_SETUP
source: Let's Get Setup
sv: Låt oss få konfigurering

# ONBOARDING_NOTICE__NO_THANKS_LATER
source: No thanks, I'll do it later
sv: Nej tack, jag ska göra det senare

# ONBOARDING_HASHTAGS__SELECT_SOME_HASHTAGS
source: Select some hashtags that are of interest to you.
sv: Välj några hashtaggar som är av intresse för dig.

# ONBOARDING_HASHTAGS__YOU_MUST_SELECT_ATLEAST_3
source: You must select at least 3 hashtags
sv: Du måste välja minst 3 hashtags

# COMMON__SKIP
source: Skip
sv: Hoppa

# COMMON_CONTINUE
source: Continue
sv: Fortsätt

# ONBOARDING_PHONE__MOBILE_PHONE_NUMBER
source: Mobile Phone Number
sv: Mobilnummer

# ONBOARDING_PHONE__YOUR_PHONE_USED_ADDITIONAL_SECURITY
source: Your mobile number may be used for additional account security, unique identification and to help your friends find you. This data is private and encrypted.
sv: Ditt mobilnummer kan användas för ytterligare kontosäkerhet, unik identifiering och för att hjälpa dina vänner att hitta dig. Denna data är privat och krypterad.

# COMMON__OPTIONAL
source: Optional
sv: Valfri

# ONBOARDING_PHONE__VERIFY
source: Verify
sv: Verifiera

# ONBOARDING_PHONE__YOUR_NUMBER_HAS_BEEN_VERIFIED
source: Your phone number has been verified.
sv: Ditt telefonnummer har verifierats.

# ONBOARDING_PHONE__VERIFICATION_CODE
source: Verification Code
sv: Verifieringskod

# ONBOARDING_PHONE__PLEASE_ENTER_CODE
source: Please enter the code we just sent to + {INTERPOLATION} , to verify your number.
sv: Ange koden som vi precis har skickat till + {INTERPOLATION} för att verifiera ditt nummer.

# ONBOARDING_PHONE__RESEND_VERIFICATION_CODE
source: Re-send verification code
sv: Skicka verifieringskoden igen

# ONBOARDING_PHONE__GO_BACK
source: Go back
sv: Gå tillbaka

# ONBOARDING_PHONE__YOU_MUST_VERIFY
source: You must verify your phone number
sv: Du måste verifiera ditt telefonnummer

# ONBOARDING_INFO__LOCATION
source: Location
sv: Plats

# ONBOARDING_INFO__PLEASE_ENTER_CITY
source: Please enter your city to help us connect you with channels in your area. We do not track your exact location.
sv: Ange din stad för att hjälpa oss att ansluta dig med kanaler i ditt område. Vi spårar inte din exakta plats.

# ONBOARDING_INFO__OPTIONAL
source: Optional
sv: Valfri

# COMMON__DATE_OF_BIRTH
source: Date of Birth
sv: Datum för födelsen

# ONBOARDING_INFO__PLEASE_ENTER_DOB
source: Please enter your birth date to confirm your age and help us improve our recommendations.
sv: Ange ditt födelsedatum för att bekräfta din ålder och hjälpa oss att förbättra våra rekommendationer.

# ONBOARDING_INFO__YOU_MUST_BE_ATLEAST_13
source: You must be at least 13 years old
sv: Du måste vara minst 13 år

# COMMON__CONTINUE
source: Continue
sv: Fortsätt

# COMMON__FINISH
source: Finish
sv: Avsluta

# ONBOARDING_CHANNELS_LIST__SUBSCRIBERS
source: {INTERPOLATION} subscribers
sv: {INTERPOLATION} prenumeranter

# ONBOARDING_AVATAR__POSITION_YOUR_PHOTO
source: Position your photo
sv: Placera ditt foto

# COMMON_CANCEL
source: Cancel
sv: Avbryt

# COMMON__UPLOAD_A_PHOTO
source: Upload a Photo
sv: Ladda upp ett foto

# ONBOARDING_GROUPS_LIST__MEMBERS
source: {INTERPOLATION} members
sv: {INTERPOLATION} medlemmar

# MARKETING_PLUS__MINDS_PLUS
source: Minds Plus
sv: Sinnen Plus

# MARKETING_PLUS__UPGRADE_CHANNEL_PREMIUM_FEATURES
source: Upgrade your channel and {START_EMPHASISED_TEXT} unlock premium features {CLOSE_EMPHASISED_TEXT}
sv: Uppgradera din kanal och {START_EMPHASISED_TEXT} låsa upp premiumfunktioner {CLOSE_EMPHASISED_TEXT}

# MARKETING_PLUS__SUPPORT_MINDS_UNLOCK_FEATURES
source: Support Minds and unlock features such as hiding ads, accessing exclusive content, receiving a badge and verifying your channel.
sv: Stöd Sinnen och låsa upp funktioner som att dölja annonser, komma åt exklusivt innehåll, ta emot ett märke och verifiera din kanal.

# MARKETING_PLUS__CLICK_TO_REQUEST_VERIFICATION
source: Click here to request to be verified
sv: Klicka här för att begära att bli verifierad

# MARKETING_PLUS__YOU_ARE_VERIFIED
source: You are verified!
sv: Du är verifierad!

# MARKETING_PLUS__HIDE_BOOSTED_CONTENT
source: Hide boosted content
sv: Dölj utökat innehåll

# MARKETING_PLUS__TIRED_SEEING_ADS_SECTION
source: Tired of seeing ads? All Plus users have the option of hiding all boosted content from their feeds. Just click on the settings icon on the Boost rotator in your newsfeed and select “Hide Boosts” to turn this on.
sv: Trött på att se annonser? Alla Plus-användare har möjlighet att dölja allt ökat innehåll från sina flöden. Klicka bara på inställningsikonen på Boost rotator i ditt nyhetsflöde och välj "Dölj Boosts" för att aktivera detta.

# MARKETING_PLUS__ACCESS_EXCLUSIVE_CONTENT
source: Access exclusive content
sv: Få tillgång till exklusivt innehåll

# MARKETING_PLUS__VIEW_LATEST_BEHIND_SCENES_SECTION
source: View the latest behind-the-scenes content from the Minds team. Plus members will also gain access to exclusive content from MindsTV (coming soon).
sv: Se det senaste innehållet bakom kulisserna från Minds-teamet. Plus medlemmar kommer också att få tillgång till exklusivt innehåll från MindsTV (kommer snart).

# MARKETING_PLUS__VERIFY_YOUR_CHANNEL
source: Verify your channel
sv: Verifiera din kanal

# MARKETING_PLUS__MEMBERS_REQUEST_TO_VERIFY_SECTION
source: Plus members are able to request to {START_LINK} verify their channel {CLOSE_LINK} and receive a verified badge.
sv: Plus medlemmar kan begära att {START_LINK} verifierar sin kanal {CLOSE_LINK} och ta emot ett verifierat märke.

# MARKETING_PLUS__JUST_POST_URL_SECTION
source: Just post your Minds channel URL to two other social networks where you have the same identify and provide us with the proof.
sv: Bara posta din Minds kanal URL till två andra sociala nätverk där du har samma identifiera och förse oss med bevis.

# MARKETING_PLUS__OTHER_PLUS_FEATURES
source: Other Plus features
sv: Andra Plus funktioner

# MARKETING_PLUS__RECIEVE_A_BADGE
source: Receive a badge
sv: Ta emot ett märke

# MARKETING_PLUS__MEMBERS_RECEIVE_BADGE_SECTION
source: Plus members receive a badge for their channel to indicate they are part of the community.
sv: Plus att medlemmar får ett märke för sin kanal för att indikera att de är en del av gemenskapen.

# MARKETING_PLUS__SUPPORT_MINDS
source: Support Minds
sv: Stöd sinnen

# MARKETING_PLUS__BUYING_PLUS_SECTION
source: Buying Plus is a great way to keep Minds independent and show your support for Internet freedom.
sv: Att köpa Plus är ett bra sätt att hålla sinnen oberoende och visa ditt stöd för Internet frihet.

# MARKETING_PLUS__UPGRADE_TO_PLUS
source: Upgrade to Plus
sv: Uppgradera till Plus

# COMMON__MINDS_PLUS
source: Minds Plus
sv: Sinnen Plus

# COMMON__REJECT
source: Reject
sv: Avvisa

# GROUPS__PROFILE__FEED__USER_WAS_KICKED
source: User was kicked from {INTERPOLATION} .
sv: Användaren sparkades från {INTERPOLATION} .

# GROUPS__PROFILE__FEED__OK_ACTION
source: Okay
sv: Okej

# COMMON__VIEW_MORE
source: View More
sv: Visa mer

# CHANNEL_STATS__FOLLOWERS
source: Followers
sv: Följare

# CHANNEL_STATS__FOLLOWING
source: Following
sv: Följer

# CHANNEL_STATS__VIEWS
source: Views
sv: Visningar

# PLUS__MKT__PLUS_TITLE
source: Content Policy
sv: Policy för innehåll

# PLUS__MKT__PLUS_DESC
source: The goal of Minds is to have fair, transparent and ethical moderation practices.
sv: Sinnets mål är att ha rättvisa, transparenta och etiska måttfulla metoder.

# REPORT__CONSOLE__APPEAL_ACTION
source: Appeal
sv: Överklaga

# M__COMMON__VIEW_PARENT_COMMENT_THREAD
source: View parent and its comment thread
sv: Visa överordnade och dess kommentarstråd

# M__COMMON__POST_NOT_FOUND
source: Post not found
sv: Inlägget hittades inte

# I18N__LOCALIZATION_TITLE
source: Localization
sv: Lokalisering

# I18N__LOCALIZATION_DESC
source: Help translate Minds into every global language
sv: Hjälp till att översätta sinnen till varje globalt språk

# I18N__CONTRIBUTE_ACTION
source: Contribute
sv: Bidra

# SETTINGS__NAVIGATION__GENERAL_NAV
source: General
sv: Allmänt

# SETTINGS__NAVIGATION__EMAIL_NOTIFICATIONS_NAV
source: Email Notifications
sv: E-post aviseringar
