Repository: teaist/tocminds
Catalog: front/src/locale/Minds.*.xliff
Languages: sv

# SETTINGS__NAVIGATION__DISABLE_NAV
source: Deactivate Channel
sv: Inaktivera kanal

# SETTINGS__NAVIGATION__2FA_NAV
source: TwoFactor Authentication
sv: Tvåfaktorsautentisering

# SETTINGS__NAVIGATION__SUBSCRIPTIONS_NAV
source: Subscription Tiers
sv: Abonnemang Tiers

# SETTINGS__NAVIGATION__BILLINGS_NAV
source: Billing
sv: Fakturering

# SETTINGS__NAVIGATION__REPORTED_CONTENT_NAV
source: Reported Content
sv: Rapporterat innehåll

# SETTINGS__BLOCKED_CHANNELS
source: Blocked Channels
sv: Blockerade kanaler

# M__ACTION__REFERRAL_LINK
source: Referrals
sv: Hänvisningar

# MINDS__SETTINGS__ACCOUNT_TIMESTAMP
source: Account created on:
sv: Konto skapat den:

# MINDS__SETTINGS__DISPLAY_NAME_TITLE
source: Display Name
sv: Visningsnamn

# MINDS__SETTINGS__ACCOUNT_PASSWORD_TITLE
source: Account Password
sv: Konto Lösenord

# MINDS__SETTINGS__CURRENT_PASSWORD_LABEL
source: Current password
sv: Nuvarande lösenord

# MINDS__SETTINGS__NEW_PASSWORD_LABEL
source: Your new password
sv: Ditt nya lösenord

# MINDS__SETTINGS__NEW_PASSWORD_AGAIN_LABEL
source: Your new password again
sv: Ditt nya lösenord igen

# MINDS__SETTINGS__MATURE_CONTENT_TITLE
source: Mature Content
sv: Moget innehåll

# MINDS__SETTINGS__MATURE_CONTENT_LABEL
source: Always show mature content (18+)
sv: Visa alltid moget innehåll (18+)

# MINDS__SETTINGS__TOASTER_TITLE
source: Notifications
sv: Aviseringar

# MINDS__SETTINGS__TOASTER_LABEL
source: Enable toaster notifications
sv: Aktivera brödrostar-aviseringar

# MINDS__SETTINGS__AUTOPLAY_TITLE
source: Autoplay Videos in Feeds
sv: Autospela videor i Flöden

# MINDS__SETTINGS__AUTOPLAY_LABEL
source: Enable Video Autoplay
sv: Aktivera automatisk uppspelning av video

# MINDS__SETTINGS__LANGUAGE_SETTINGS_TITLE
source: Language Settings
sv: Inställningar för språk

# MINDS__SETTINGS__SITE_LANGUAGE_LABEL
source: Site language:
sv: Webbplatsens språk:

# MINDS__SETTINGS__SHARE_BUTTONS_TITLE
source: Share Buttons
sv: Dela knappar

# MINDS__SETTINGS__SHOW_SHARE_BUTTONS_LABEL
source: Show share buttons
sv: Visa delningsknappar

# MINDS__SETTINGS__SESSIONS
source: Sessions
sv: Sessioner

# MINDS__SETTINGS__SESSIONS_OPEN
source: You currently have {INTERPOLATION} session(s) open.
sv: Du har för närvarande {INTERPOLATION} session(er) öppna.

# MINDS__SETTINGS__CLOSE_ALL_SESSIONS
source: Close All Sessions
sv: Stäng alla sessioner

# MINDS__SETTINGS__DISABLE_CHANNEL
source: Disable Channel
sv: Inaktivera kanal

# MINDS__SETTINGS__DISABLE_CONFIRM
source: I'm sure - Disable
sv: Jag är säker - Inaktivera

# MINDS__SETTINGS__DELETE_CHANNEL
source: Delete Channel
sv: Ta bort kanal

# MINDS__SETTINGS__DELETE_CONFIRM
source: I'm sure - Delete
sv: Jag är säker - Ta bort

# SETTINGS__EMAIL__EMAIL_ADDRESS_TITLE
source: Email address
sv: E-postadress

# BLOCKED_CHANNELS__EMAIL_CHANGE_INFORMATION
source: Note: If you change your email address, it will need to be confirmed again.
sv: Obs: Om du ändrar din e-postadress måste den bekräftas igen.

# SETTINGS__EMAIL__EMAIL_ME_WHEN_TITLE
source: Email me when
sv: Skicka e-post när

# MINDS__SETTINGS__UNREAD_NOTIFICATIONS_LABEL
source: I have unread notifications
sv: Jag har olästa aviseringar

# MINDS__SETTINGS__WIRE_RECEIVED_LABEL
source: I receive a wire
sv: Jag får en tråd

# MINDS__SETTINGS__BOOST_COMPLETED_LABEL
source: My boost has been completed
sv: Min boost har slutförts

# SETTINGS__EMAIL__EMAIL_ME_WITH
source: Email me with
sv: Skicka e-post med

# MINDS__SETTINGS__TOP_POSTS_LABEL
source: Top posts from my network
sv: Topp inlägg från mitt nätverk

# SETTINGS__EMAIL__PERIODICALLY_OPTION
source: Periodically
sv: Periodvis

# SETTINGS__EMAIL__DAILY_OPTION
source: Daily
sv: Dagligen

# SETTINGS__EMAIL__WEEKLY_OPTION
source: Weekly
sv: Veckovis

# MINDS__SETTINGS__TIPS_IMPROVE_CHANNEL_LABEL
source: Tips on how to improve my channel
sv: Tips om hur jag kan förbättra min kanal

# MINDS__SETTINGS__SINCE_MISSED_SINCE_LAST_LOGIN_LABEL
source: Things I've missed since my last login
sv: Saker jag har missat sedan min senaste inloggning

# MINDS__SETTINGS__NEW_CHANNELS_LABEL
source: New channels to subscribe to
sv: Nya kanaler att prenumerera på

# SETTINGS__EMAIL__KEEP_ME_UPDATED_WITH_TITLE
source: Keep me updated with
sv: Håll mig uppdaterad med

# MINDS__SETTINGS__MINDS_NEWS_LABEL
source: News about new Minds products and features
sv: Nyheter om nya Minds produkter och funktioner

# MINDS__SETTINGS__TIPS_ON_HOW_TO_USE_MINDS_LABEL
source: Tips on how to use Minds
sv: Tips om hur man använder sinnen

# MINDS__SETTINGS__EXCLUSIVE_PROMOTIONS_LABEL
source: Exclusive promotions
sv: Exklusiva kampanjer

# MARKETING__FUEL_OF_NETWORK
source: The {START_EMPHASISED_TEXT} fuel {CLOSE_EMPHASISED_TEXT} of the Minds network
sv: {START_EMPHASISED_TEXT} bränsle {CLOSE_EMPHASISED_TEXT} i Minds nätverket

# MARKETING__BUY_TOKENS_SUPPORT_MINDS
source: Buy tokens to support Minds and your favorite channels. Unlock premium features and launch advertising campaigns to expand your reach.
sv: Köp tokens för att stödja sinnen och dina favoritkanaler. Lås upp premiumfunktioner och starta annonskampanjer för att utöka din räckvidd.

# MARKETING__EXPAND_YOUR_REACH
source: Expand your reach
sv: Utöka din räckvidd

# MARKETING__TOKEN_VIEWS_EXPLANATION
source: 1 token = 1,000 views from the network. Launch advertising campaigns, send offers to other channels for more exposure and grow your audience to new levels.
sv: 1 token = 1000 visningar från nätverket. Starta annonskampanjer, skicka erbjudanden till andra kanaler för mer exponering och utöka din publik till nya nivåer.

# COMMON__DOWNLOAD_WHITEPAPER
source: Download Whitepaper
sv: Ladda ner whitepaper

# COMMON__SETUP_WALLET
source: Setup Wallet
sv: Ställ in plånbok

# COMMON__LEARN_ABOUT_BOOST
source: Learn About Boost
sv: Lär dig om Boost

# COMMON__BUY_PREMIUM_SUBSCRIPTIONS
source: Buy premium subscriptions
sv: Köp premiumprenumerationer

# MARKETING__SPEND_TOKENS_TO_UPGRADE
source: Spend tokens to upgrade your channel to Pro or Plus. Access exclusive content and other custom offerings from your favorite creators.
sv: Spendera tokens för att uppgradera din kanal till Pro eller Plus. Få tillgång till exklusivt innehåll och andra anpassade erbjudanden från dina favoritskapare.

# COMMON__LEARN_ABOUT_PRO
source: Learn About Pro
sv: Lär dig om Pro

# COMMON__LEARN_ABOUT_PLUS
source: Learn About Plus
sv: Lär dig mer om Plus

# COMMON__SEND_TIPS_SUPPORT_CHANNELS
source: Send tips and support other channels
sv: Skicka tips och support till andra kanaler

# MARKETING_ENJOY_POST_OTHER_CHANNELS
source: Enjoy a post from another channel? Send them tokens to show your support. Tokens help other creators promote their content and build their network.
sv: Njut av ett inlägg från en annan kanal? Skicka dem tokens för att visa ditt stöd. Tokens hjälpa andra skapare att marknadsföra sitt innehåll och bygga sitt nätverk.

# COMMON__OTHER_FEATURES
source: Other features
sv: Andra funktioner

# COMMON__DECENTRALIZED
source: Decentralized
sv: Decentraliserad

# COMMON__ERC20_HARNESSING_BLOCKCHAIN
source: An {START_LINK} ERC-20 {CLOSE_LINK} token harnessing the Ethereum blockchain to give you full control over your crypto.
sv: En {START_LINK} ERC-20 {CLOSE_LINK} token som utnyttjar blockkedjan Ethereum för att ge dig full kontroll över din krypto.

# COMMON__EARN_DAILY_REWARDS
source: Earn daily rewards
sv: Tjäna dagliga belöningar

# COMMON__DONT_HAVE_FUNDS_EARN_TOKENS
source: Don’t have the funds to buy tokens? You can also earn them as {START_LINK} rewards {CLOSE_LINK} for your contribution to the network each day.
sv: Har du inte pengar att köpa tokens? Du kan också tjäna dem som {START_LINK} belöningar {CLOSE_LINK} för ditt bidrag till nätverket varje dag.

# COMMON__SUPPORT_MINDS
source: Support Minds
sv: Stöd sinnen

# COMMON__BUYING_TOKENS_KEEP_MINDS_INDEPENDANT
source: Buying tokens is one of the best ways to keep Minds independent and support Internet freedom.
sv: Att köpa tokens är ett av de bästa sätten att hålla sinnen oberoende och stödja Internet frihet.

# COMMON__MINDS_REWARDS
source: Minds Rewards
sv: Minds Belöningar

# COMMON__EARN_TOKENS_FOR_CONTRIBUTIONS
source: Earn tokens for your {START_EMPHASISED_TEXT} contributions to the network {CLOSE_EMPHASISED_TEXT}
sv: Tjäna tokens för dina {START_EMPHASISED_TEXT} bidrag till nätverket {CLOSE_EMPHASISED_TEXT}

# COMMON__EACH_DAY_RECEIVED
source: Each day you will receive a contribution score for your activity on the network.
sv: Varje dag får du ett bidrag poäng för din aktivitet på nätverket.

# COMMON__SCORE_DETERMINES SHARE
source: This score determines your share of the daily rewards pool and results in a payout of Minds Tokens, which can be used to support other channels or boost your content for more reach.
sv: Denna poäng bestämmer din del av den dagliga belöningspoolen och resulterar i en utbetalning av Minds Tokens, som kan användas för att stödja andra kanaler eller öka ditt innehåll för mer räckvidd.

# COMMON__JOIN_REWARDS
source: Join Rewards
sv: Gå med belöningar

# COMMON__REWARD_FOR_UNIQUE_ENGAGEMENT
source: We reward you for the amount of unique engagement received on your content. In order to prevent fraud, you can only receive credit once per engagement type per day from verified channels.
sv: Vi belönar dig för den mängd unika engagemang som mottagits på ditt innehåll. För att förhindra bedrägerier kan du bara få kredit en gång per förlovningstyp per dag från verifierade kanaler.

# BLOCKCHAIN__MARKETING__VOTES__EQUALS
source: Votes = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
sv: Omröstning = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
sv: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} poäng} }

# BLOCKCHAIN__MARKETING__COMMENTS__EQUALS
source: Comments = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
sv: Kommentarer = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
sv: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} poäng} }

# BLOCKCHAIN__MARKETING__SUBSCRIBERS__EQUALS
source: Subscribers = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
sv: Abonnenter = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
sv: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} poäng} }

# BLOCKCHAIN__MARKETING__REMINDS__EQUALS
source: Reminds = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}
sv: Påminnelser = {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT}

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
sv: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} poäng} }

# COMMON__REFERRALS
source: Referrals
sv: Hänvisningar

# COMMON__YOU_DESERVE_CREDIT
source: You deserve credit for the people you bring to the Minds network. We reward you with 50 points for every new user that signs up through your referral code and joins our Rewards program.
sv: Du förtjänar beröm för de människor du tar med till Minds nätverket. Vi belönar dig med 50 poäng för varje ny användare som registrerar sig via din värvningskod och går med i vårt belöningsprogram.

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
sv: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} poäng} }

# COMMON__DEVELOPMENT
source: Development
sv: Utveckling

# COMMON__OUR_DEVELOPMENT_IS_PUBLIC
source: All of our development is publicly available on Gitlab. Any contribution you make to the code will be manually reviewed in order to determine appropriate payouts in Minds Tokens, Bitcoin, Ether or USD.
sv: All vår utveckling är allmänt tillgänglig på Gitlab. Alla bidrag du lämnar till koden kommer att granskas manuellt för att bestämma lämpliga utbetalningar i Minds Tokens, Bitcoin, Eter eller USD.

# COMMON__VIEW_SOURCECODE
source: View Sourcecode
sv: Visa källkod

# COMMON__OTHER_REWARDS
source: Other Rewards
sv: Övriga belöningar

# COMMON__ONCHAIN_TRANSACTIONS
source: OnChain Transactions
sv: OnChain transaktioner

# COMMON__EARN_EVERY_TIME_TRANSACTIONS
source: Earn {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} every time you perform an OnChain transaction with your Minds Tokens.
sv: Tjäna {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} varje gång du utför en OnChain-transaktion med dina sinnen Tokens.

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
sv: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} poäng} }

# COMMON__JURY_DUTY
source: Jury Duty
sv: Juryns Plikt

# COMMON__EARN_EVERY_TIME_DECISIONS
source: Earn {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} every time you participate in our Jury system to review appeals on content moderation decisions.
sv: Tjäna {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} varje gång du deltar i vårt jurysystem för att granska överklaganden om modereringsbeslut för innehåll.

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
sv: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} poäng} }

# COMMON__HOURLY_CHECK_INS
source: Hourly Check-ins
sv: Incheckningar per timme

# COMMON__VOTING_COMMENTING
source: Earn {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} every hour that you check in to the app and perform an action, such as voting or commenting.
sv: Tjäna {START_EMPHASISED_TEXT} {ICU} {CLOSE_EMPHASISED_TEXT} varje timme som du checkar in i appen och utför en åtgärd, som att rösta eller kommentera.

source: {VAR_PLURAL, plural, =1 { {INTERPOLATION} point} other { {INTERPOLATION} points} }
sv: {VAR_PLURAL, plural, =1 { {INTERPOLATION} punkt} other { {INTERPOLATION} poäng} }

# BRANDING__TITLE
source: Branding
sv: Varumärke

# BRANDING__SUBTITLE
source: Logos, assets and styling guides
sv: Logotyper, tillgångar och stylingguider

# BRANDING__FULL_LOGO_LABEL
source: Full Logo
sv: Full logotyp

# BRANDING__BULB_LABEL
source: Bulb
sv: Lampa

# HELPDESK__DASHBOARD_NO_RESULTS
source: No Results Found
sv: Inga resultat hittades

# HELPDESK__DASHBOARD__NEW_CATEGORY
source: New Category
sv: Ny kategori

# HELPDESK__EDIT__TITLE_PLACEHOLDER
source: Your title
sv: Din titel

# HELPDESK__EDIT__CATEGORIES__TITLE
source: Select a Category {START_ITALIC_TEXT} keyboard_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} keyboard_arrow_up {CLOSE_ITALIC_TEXT}
sv: Välj en kategori {START_ITALIC_TEXT} keyboard_arrow_down {CLOSE_ITALIC_TEXT} {START_ITALIC_TEXT_1} keyboard_arrow_up {CLOSE_ITALIC_TEXT}

# HELPDESK__EDIT__SAVE_ACTION
source: Save
sv: Spara

# HELPDESK__EDIT__ANSWER_PLACEHOLDER
source: Your answer
sv: Ditt svar

# HELPDESK__EDIT__SELECT_A_CATEGORY
source: Select a Category
sv: Välj en kategori

# UPGRADES__UPGRADE_MINDS_EXPERIENCE
source: Upgrade your Minds experience
sv: Uppgradera din Minds upplevelse

# UPGRADES__UNLOCK_POWERFUL_FEATURES
source: Unlock powerful features to supercharge your channel.
sv: Lås upp kraftfulla funktioner för att överladda din kanal.

# UPGRADES__JOIN_PLUS_HIDE_BOOSTS
source: Join Plus to hide boosts, access exclusive content and more
sv: Gå med Plus för att dölja boostar, få tillgång till exklusivt innehåll och mer

# UPGRADES__LAUNCH_PRO_BUILD_WEBSITE
source: Launch Pro to build your own website and get paid for your work
sv: Starta Pro för att bygga din egen webbplats och få betalt för ditt arbete

# UPGRADES__BUY_MINDS_TOKENS_BOOST_CONTENT
source: Buy Minds Tokens to boost content and support creators
sv: Köp Minds Tokens för att öka innehåll och stödja skapare

# COMMON__UPGRADE_NOW
source: Upgrade now
sv: Uppgradera nu

# COMMON__ADMIN__NO_DATA
source: No data
sv: Ingen data

# WALLET_V2__TOKENS__YOUR_WALLETS
source: Your Wallet
sv: Din plånbok

# WALLETV2_ONCHAIN_TRANSFER__PHONE_VERIFICATION
source: Phone Verification
sv: Verifiering av telefon

# WALLETV2_ONCHAIN_TRANSFER__YOU_CAN_EARN_TEXT
source: You can earn tokens for your contributions to the Minds network. The more interactions on your content, the greater your share of the daily token reward pool to your off-chain address.
sv: Du kan tjäna polletter för dina bidrag till Minds nätverket. Ju fler interaktioner på ditt innehåll, desto större del av den dagliga belöningspoolen till din off-kedje-adress.

# WALLETV2_ONCHAIN_TRANSFER__START_EARNING_PHONE_TEXT
source: To start earning rewards, you will need to enter a unique phone number.
sv: För att börja tjäna belöningar måste du ange ett unikt telefonnummer.

# COMMON__MOBILE_PHONE_NUMBER
source: Mobile Phone Number
sv: Mobilnummer

# PHONE_VERIFICATION__MINDS_WILL_NOT_STORE_TEXT
source: Minds will not store the number you provide. It will be hashed using SHA-256 and combined with a salt key for privacy and unique identification purposes. VOIP numbers are not allowed.
sv: Sinnen kommer inte att lagra numret du anger. Den kommer att hashas med SHA-256 och kombineras med en saltnyckel för avskildhet och unika identifieringsändamål. VOIP-nummer är inte tillåtna.

# PHONE_VERIFICATION__INVALID_PHONE_NUMBER
source: Invalid phone number
sv: Ogiltigt telefonnummer

# PHONE_VERIFICATION__VERIFICATION_CODE
source: Verification Code
sv: Verifieringskod

# PHONE_VERIFICATION__PLEASE_ENTER_CODE_TO_NUMBER
source: Please enter the code we just sent to + {INTERPOLATION} .
sv: Ange koden som vi precis har skickat till + {INTERPOLATION} .

# PHONE_VERIFICATION__INVALID_VERIFICATION_CODE
source: Invalid verification code
sv: Ogiltig verifieringskod

# PHONE_VERIFICATION__CODE_SENT_TO
source: Verification code sent to + {INTERPOLATION}
sv: Verifikationskod skickad till + {INTERPOLATION}

# PHONE_VERIFICATION__DIDNT_RECEIVE_IT_SEND_AGAIN
source: Didn't receive it? {START_LINK} Send it again {CLOSE_LINK} or {START_LINK_1} change phone number {CLOSE_LINK}
sv: Fick du inte det? {START_LINK} Skicka igen {CLOSE_LINK} eller {START_LINK_1} ändra telefonnummer {CLOSE_LINK}

# WALLETV2_REWARDS_POPUP__TOTAL_SCORE
source: Total Score
sv: Total poäng

# WALLETV2_REWARDS_POPUP__HAVEN'T_YET_RECEIVED
source: You haven't earned any daily rewards yet.
sv: Du har inte tjänat några dagliga belöningar ännu.

# WALLETV2_TX_TABLE__MINDS_REWARD
source: Minds Reward
sv: Minds belöning

# WALLETV2_TX_TABLE__PURCHASE
source: Purchase
sv: Köp

# WALLETV2_TX_TABLE__PAYOUT
source: Payout
sv: Utbetalning

# WALLETV2_TX_TABLE__PRO_EARNINGS
source: Pro Earnings
sv: Proffsvinster

# WALLETV2_TX_TABLE__TRANSACTION
source: Transaction
sv: Transaktion

# WALLET_V2_SETTINGS_TOKENS__ONCHAIN_ADDRESS
source: On-Chain Address
sv: Kedjad adress

# WALLET_V2_SETTINGS_TOKENS__RECOMMENDED
source: RECOMMENDED
sv: Rekommenderad

# WALLET_V2_SETTINGS_TOKENS__INSTALL_METAMASK
source: Install MetaMask
sv: Installera MetaMask

# WALLET_V2_SETTINGS_TOKENS__MINDS_RECOMMENDS_METAMASK_INFO
source: Minds recommends using MetaMask for the most seamless user experience.
sv: Minds rekommenderar att du använder MetaMask för den mest sömlösa användarupplevelsen.

# WALLET_V2_SETTINGS_TOKENS__LINK_METAMASK
source: Link MetaMask
sv: Länka MetaMask

# WALLET_V2_SETTINGS_TOKENS__RELOAD_INFO
source: Note: You might need to reload Minds after installing and setting up MetaMask.
sv: Obs: Du kan behöva ladda om sinnen efter installation och installation av MetaMask.

# WALLET_V2_SETTINGS_TOKENS__CUSTOM
source: Custom
sv: Anpassad

# WALLET_V2_SETTINGS_TOKENS__METAMASK_ALT_INFO
source: You don’t need to use MetaMask. You can alternatively manage your own address.
sv: Du behöver inte använda MetaMask. Du kan alternativt hantera din egen adress.

# WALLET_V2_SETTINGS_TOKENS__BACK_TO_CURRENT
source: Back to current address
sv: Tillbaka till nuvarande adress

# WALLET_V2_SETTINGS_TOKENS__CREATE_ADDRESS
source: Create Address
sv: Skapa adress

# WALLET_V2_SETTINGS_TOKENS__GENERATE_CUSTOM_ADDRESS_INFO
source: Generate a custom address to use instead of MetaMask. Once the address is generated, you will be provided with a link to download the address and private key.
sv: Generera en anpassad adress att använda istället för MetaMask. När adressen genereras, kommer du att få en länk för att ladda ner adressen och den privata nyckeln.

# WALLET_V2_SETTINGS_TOKENS__THE_ADDRESS_X_WAS_SUCCESSFULLY
source: The address {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} was successully saved as your on-chain address. Click the button below to download its private key - you will need it to conduct transactions, so ensure you safely store the private key file.
sv: Adressen {START_TAG_SPAN} {INTERPOLATION} {CLOSE_TAG_SPAN} har sparats som din on-chain adress. Klicka på knappen nedan för att ladda ner sin privata nyckel - du behöver den för att genomföra transaktioner, så se till att du förvarar den privata nyckelfilen på ett säkert sätt.

# WALLET_V2_SETTINGS_TOKENS__DOWNLOAD_PRIVATE_KEY
source: Download Private Key
sv: Ladda ner privat nyckel

# WALLET_V2_SETTINGS_TOKENS__BACK_TO_SETTINGS
source: Back to settings
sv: Tillbaka till inställningar

# WALLET_V2_SETTINGS_TOKENS__PROVIDE_ADDRESS
source: Provide Address
sv: Ange adress

# WALLET_V2_SETTINGS_TOKENS__ENTER_ADDRESS_AS_WALLET_INFO
source: Enter the address that will be stored as your wallet for Minds on-chain tokens and Ether payments. To conduct transactions you will need your wallet's private key and MetaMask cannot be installed in your browser.
sv: Ange adressen som kommer att lagras som din plånbok för Minds on-chain tokens och Eter betalningar. För att genomföra transaktioner behöver du din plånboks privata nyckel och MetaMask kan inte installeras i din webbläsare.

# SETTINGS_TOKENS__ONCHAIN_ADDRESS
source: On-chain Address
sv: On-kedje-adress

# SETTINGS_TOKENS__ONCHAIN_ADDRESS_INFO
source: This address is where you will receive on-chain Minds tokens and Ether payments
sv: Den här adressen är där du kommer att få on-chain Minds tokens och Eter betalningar

# SETTINGS_TOKENS__INVALID_ADDRESS_FORMAT
source: Invalid address format
sv: Ogiltigt adressformat

# SETTINGS_TOKENS__UPDATE_ONCHAIN_ADDRESS
source: Update on-chain address
sv: Uppdatera on-chain-adress

# SETTINGS_TOKENS__BACK_TO_SETTINGS
source: Back to settings
sv: Tillbaka till inställningar

# SETTINGS_TOKENS__CURRENT_ADDRESS
source: Current address
sv: Nuvarande adress

# SETTINGS_TOKENS__CHANGE_ADDRESS
source: Change Address
sv: Ändra adress

# SETTINGS_TOKENS__TO_RECEIVE_INFO
source: To receive on-chain payments from other channels (e.g. from a Wire or a Boost), you will need an on-chain address. You can change it here at any time. Note: your on-chain address is the same as your Ether address. {START_TAG_M-TOOLTIP} Why? On-chain tokens run on the Ethereum network and require Ether to send. {CLOSE_TAG_M-TOOLTIP}
sv: Ta emot on-chain betalningar från andra kanaler (t.ex. från en tråd eller en boost) behöver du en on-chain-adress. Du kan ändra den här när som helst. Obs: din on-chain adress är samma som din Eter adress. {START_TAG_M-TOOLTIP} Varför? On-chain-tokens körs på Ethereum-nätverket och kräver att Eter skickar. {CLOSE_TAG_M-TOOLTIP}

# WALLETV2_SETTINGS__SORRY_NO_NSFW_CHANNELS
source: Sorry, NSFW (not safe for work) channels are unable to onboard to Cash due to {START_LINK} Stripe's Terms of Service {CLOSE_LINK} . You may still use Tokens, ETH and BTC for payments.
sv: Tyvärr kan inte NSFW (inte säkert för arbetet) kanaler ombord på Kontanter på grund av {START_LINK} Stripes användarvillkor {CLOSE_LINK} . Du kan fortfarande använda Tokens, ETH och BTC för betalningar.
